[
    {
    "feed": "De Limburger",
    "title": "Strafeis in hoger beroep voor directeuren adviesbureau Heythuysen: 1,5 jaar cel voor goochelen met cijfers voor mest en melk",
    "url": "https://www.limburger.nl/economie/strafeis-in-hoger-beroep-voor-directeuren-adviesbureau-heythuysen-15-jaar-cel-voor-goochelen-met-cijfers-voor-mest-en-melk/98735918.html",
    "published": "Mon, 20 Oct 2025 15:30:00 GMT",
    "summary": "Nee, hun adviesbureau dat betrokken was bij een grote mestfraudezaak in Heythuysen en Susteren, was geen criminele organisatie. Dat betoogden de oud-bestuurders van Bergs Advies maandag voor het gerechtshof in Den Bosch. „Uit tapgesprekken zijn verkeerde conclusies getrokken.’’",
    "full_text": "",
    "scraped_at": "2025-10-21T14:13:56.942047Z"
    },
    {
    "feed": "De Limburger",
    "title": "Zorgorganisatie in Panningen op eigen verzoek failliet: minstens 17 banen weg",
    "url": "https://www.limburger.nl/economie/zorgorganisatie-in-panningen-op-eigen-verzoek-failliet-minstens-17-banen-weg/98990959.html",
    "published": "Tue, 21 Oct 2025 10:30:00 GMT",
    "summary": "De rechtbank Limburg heeft dinsdagmorgen drie bedrijven failliet verklaard: zorgverlener Grijp het Leven, café Pausa en verfhandel Brixor.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:13:49.189262Z"
    },
    {
    "feed": "De Limburger",
    "title": "Rechter vindt dat gemeente Venlo ‘astronomische’ boetes mag uitdelen aan bedrijven die lege kassen illegaal vol legden met zonnepanelen",
    "url": "https://www.limburger.nl/regio/venlo/venlo/rechter-vindt-dat-gemeente-venlo-astronomische-boetes-mag-uitdelen-aan-bedrijven-die-lege-kassen-illegaal-vol-legden-met-zonnepanelen/98539572.html",
    "published": "Sun, 19 Oct 2025 14:15:00 GMT",
    "summary": "De rechter vindt dat de gemeente Venlo dwangsommen van bijna twee miljoen euro mag uitdelen aan twee bedrijven die lege kassen illegaal vol legden met zonnepanelen.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:14:08.826740Z"
    },
    {
    "feed": "De Limburger",
    "title": "Doorstart van vloerbedekkingsketen Carpetright definitief van de baan",
    "url": "https://www.limburger.nl/economie/doorstart-van-vloerbedekkingsketen-carpetright-definitief-van-de-baan/98380880.html",
    "published": "Fri, 17 Oct 2025 16:55:18 GMT",
    "summary": "Het is de curatoren niet gelukt een koper te vinden voor de failliete vloer- en tapijtwinkel Carpetright. In een mail aan leveranciers en andere betrokkenen schrijven ze dat ’een gehele of gedeeltelijke doorstart niet mogelijk is.’ Dat betekent dat de 75 winkels die een maand geleden sloten niet meer open zullen gaan.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:14:10.290059Z"
    },
    {
    "feed": "De Limburger",
    "title": "DocMorris in Heerlen verwacht een lucratieve coronadeal te sluiten, maar wordt eerst opgelicht en moet daarna miljoenenclaim betalen",
    "url": "https://www.limburger.nl/regio/heerlen/heerlen/docmorris-in-heerlen-verwacht-een-lucratieve-coronadeal-te-sluiten-maar-wordt-eerst-opgelicht-en-moet-daarna-miljoenenclaim-betalen/97392911.html",
    "published": "Tue, 14 Oct 2025 13:45:00 GMT",
    "summary": "Met de verkoop van handgel dacht internetapotheek DocMorris in Heerlen geld te verdienen aan corona. Eerst werd het voor miljoenen opgelicht, daarna kreeg het een miljoenenclaim aan de broek.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:14:34.592679Z"
    },
    {
    "feed": "De Limburger",
    "title": "Ontslag topman gokbedrijf Kerkrade verdient niet de schoonheidsprijs, maar hij moet het slikken dat hij wordt gedumpt",
    "url": "https://www.limburger.nl/economie/ontslag-topman-gokbedrijf-kerkrade-verdient-niet-de-schoonheidsprijs-maar-hij-moet-het-slikken-dat-hij-wordt-gedumpt/98794424.html",
    "published": "Mon, 20 Oct 2025 14:30:00 GMT",
    "summary": "Het ontslag van de topman van gokbedrijf Janshen-Hahnraths in Kerkrade verdient niet de schoonheidsprijs, vindt de rechter. Maar hij moet het accepteren als hij de laan wordt uitgestuurd.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:13:59.756886Z"
    },
    {
    "feed": "NOS Economie",
    "title": "Oplichters chanteren bedrijven met neprecensies op Google",
    "url": "https://nos.nl/l/2583811",
    "published": "Wed, 24 Sep 2025 07:09:12 +0200",
    "summary": "<p>Ondernemers worden bestookt met neprecensies op Google, waarna ze een bericht krijgen: betalen om ze te laten verwijderen of om te voorkomen dat er nog meer negatieve recensies worden geplaatst. De NOS sprak met achttien bedrijven uit allerlei sectoren die met de chantage te maken krijgen: van bouwbedrijven tot slotenmakers, verhuurbedrijven en dakdekkers.</p>\n        <p>De bedrijven krijgen vaak tientallen slechte recensies op hun Google-profiel. Met dat profiel zijn ze vindbaar in de Google-zoekmachine en Google Maps. In veel gevallen krijgen ze daarna een WhatsAppbericht van een buitenlands telefoonnummer. \"Daarin staat dat ze een bestelling hebben gekregen om slechte reviews te plaatsen\", zegt Mike Kock, slotenmaker in de regio Zuid-Holland. \"Het is aan jou of die bestelling doorgaat of niet. In andere woorden: of je betaalt.\"</p>\n        <p>De oplichters vragen vaak honderden euro's, blijkt uit WhatsAppgesprekken van meerdere slachtoffers die de NOS heeft ingezien. \"Ik weet wel wat er gebeurt als je betaalt: dan trekken ze je helemaal leeg\", zegt Kock. \"Ik zei dat ik niet ga betalen. 'Weet je het zeker?', vroeg hij. 'Wacht even'. En een halfuur later had ik er weer vijftig recensies bij. Ik blokkeer deze nummers direct. Dan weten ze dat er bij mij niets te halen valt.\"</p>\n        <h2>Nieuwe klanten blijven weg</h2>\n        <p>De oplichters richten zich op bedrijven waarvoor de online score belangrijk is om nieuwe klanten te krijgen. De bedrijven kunnen de recensies niet zelf verwijderen. Ze zijn daarvoor afhankelijk van Google, waardoor het lang kan duren voordat alle nepreviews zijn weggehaald.</p>\n        <p>\"In een paar minuten kregen we een stuk of dertig nepreviews\", vertelt Esra Ersoy van een bedrijf uit Schiedam dat een verhuislift verhuurt. \"Onze score ging van 5 sterren naar 3,9 sterren. Ik ben daardoor absoluut nieuwe klanten misgelopen. Zelfs een vaste klant vertelde dat hij twijfelde. Gelukkig had hij gezien dat ik onder de neprecensies had gereageerd dat het een lastercampagne was. Maar veel mensen kijken niet verder dan het aantal sterren.\"</p>\n        <p>\"Het had zeker impact op de omzet\", denkt ook dakdekker Kevin Güner uit Almere. \"Uit het niets kreeg ik vijftig reviews van 1 ster. Daarna kwamen er minder kliks via Google en minder aanvragen. Een aantal klanten vroeg ook naar die reviews. Ze krijgen toch argwaan en terecht. Als ik iemand wil inhuren en zie allemaal reviews van 1 ster, ga ik ook twijfelen.\"</p>\n        <p><em>Ook het Google-bedrijfsprofiel van dakdekker Tahir werd bestookt met neprecensies, waarna hij werd benaderd door iemand die hem chanteerde: </em></p>\n        <p>\"Ik dacht: dit kost me mijn naam straks\", zegt timmerman Recep Yarar uit Tilburg. \"Ik heb een stuk of zestig goede reviews van klanten. Toen de nepreviews werden geplaatst, ging mijn score omlaag van 5 sterren naar 4 of zo. Ze chanteren je: als je 300 euro betaalt, halen we het weg. En de eerlijke, hardwerkende ondernemer is de dupe. Ik heb een tijd lang bijna geen aanvragen gehad. Pas toen de neprecensies weg waren, kreeg ik weer opdrachten binnen.\"</p>\n        <p>De oplichters gaan vooral achter kleine bedrijven aan die erg afhankelijk zijn van online reviews, zoals aannemers, verhuisbedrijven en loodgieters, zegt de Amerikaanse onderzoeker Kay Dean tegen de NOS.</p>\n        <p>Onder de naam <a href=\"https://fakereviewwatch.com/\">Fake Review Watch</a> doet zij onderzoek naar neprecensies en chantage. \"Ik heb over de hele wereld bedrijven gezien die het doelwit zijn van afpersers.\" Omdat de oplichters bij bedrijven in meerdere landen neprecensies plaatsen, kwam ze ook Nederlandse slachtoffers op het spoor.</p>\n        <h2>Moeilijk contact met Google</h2>\n        <p>Bedrijven kunnen de neprecensies melden via hun Google-profiel, maar ondernemers met wie de NOS sprak, vertellen dat het dagen, weken of soms maanden duurt voordat alle neprecensies zijn verwijderd. Veel slachtoffers geven aan dat een mens binnen een paar minuten zou kunnen zien dat het om neprecensies gaat, maar dat het enorm moeilijk of onmogelijk is om met Google in contact te komen.</p>\n        <p>Google zegt in een reactie dat het \"meestal een paar dagen\" duurt voordat een melding wordt beoordeeld, en dat het daarmee \"snel actie\" onderneemt. Het bedrijf geeft geen antwoord op de vraag hoe gedupeerde bedrijven direct met een Google-medewerker in contact kunnen komen.</p>\n        <p>\"Ik hoor continu van gedupeerde bedrijven dat het een heel moeilijk en tijdrovend proces is\", zegt onderzoeker Dean. \"Google moet duidelijk meer doen. Dat ik deze netwerken van oplichters en afpersers kan vinden voordat Google ze ziet, laat duidelijk zien dat er een probleem is.\"</p>",
    "full_text": "NOS Nieuws • woensdag, 07:09 Stan Hulsen redacteur Tech Stan Hulsen redacteur Tech Ondernemers worden bestookt met neprecensies op Google, waarna ze een bericht krijgen: betalen om ze te laten verwijderen of om te voorkomen dat er nog meer negatieve recensies worden geplaatst. De NOS sprak met achttien bedrijven uit allerlei sectoren die met de chantage te maken krijgen: van bouwbedrijven tot slotenmakers, verhuurbedrijven en dakdekkers. De bedrijven krijgen vaak tientallen slechte recensies op hun Google-profiel. Met dat profiel zijn ze vindbaar in de Google-zoekmachine en Google Maps. In veel gevallen krijgen ze daarna een WhatsAppbericht van een buitenlands telefoonnummer. \"Daarin staat dat ze een bestelling hebben gekregen om slechte reviews te plaatsen\", zegt Mike Kock, slotenmaker in de regio Zuid-Holland. \"Het is aan jou of die bestelling doorgaat of niet. In andere woorden: of je betaalt.\" De oplichters vragen vaak honderden euro's, blijkt uit WhatsAppgesprekken van meerdere slachtoffers die de NOS heeft ingezien. \"Ik weet wel wat er gebeurt als je betaalt: dan trekken ze je helemaal leeg\", zegt Kock. \"Ik zei dat ik niet ga betalen. 'Weet je het zeker?', vroeg hij. 'Wacht even'. En een halfuur later had ik er weer vijftig recensies bij. Ik blokkeer deze nummers direct. Dan weten ze dat er bij mij niets te halen valt.\" Nieuwe klanten blijven weg De oplichters richten zich op bedrijven waarvoor de online score belangrijk is om nieuwe klanten te krijgen. De bedrijven kunnen de recensies niet zelf verwijderen. Ze zijn daarvoor afhankelijk van Google, waardoor het lang kan duren voordat alle nepreviews zijn weggehaald. \"In een paar minuten kregen we een stuk of dertig nepreviews\", vertelt Esra Ersoy van een bedrijf uit Schiedam dat een verhuislift verhuurt. \"Onze score ging van 5 sterren naar 3,9 sterren. Ik ben daardoor absoluut nieuwe klanten misgelopen. Zelfs een vaste klant vertelde dat hij twijfelde. Gelukkig had hij gezien dat ik onder de neprecensies had gereageerd dat het een lastercampagne was. Maar veel mensen kijken niet verder dan het aantal sterren.\" \"Het had zeker impact op de omzet\", denkt ook dakdekker Kevin Güner uit Almere. \"Uit het niets kreeg ik vijftig reviews van 1 ster. Daarna kwamen er minder kliks via Google en minder aanvragen. Een aantal klanten vroeg ook naar die reviews. Ze krijgen toch argwaan en terecht. Als ik iemand wil inhuren en zie allemaal reviews van 1 ster, ga ik ook twijfelen.\" Ook het Google-bedrijfsprofiel van dakdekker Tahir werd bestookt met neprecensies, waarna hij werd benaderd door iemand die hem chanteerde: Ondernemer gechanteerd met neprecensies: 'Je gaat ineens omlaag in de ranking' \"Ik dacht: dit kost me mijn naam straks\", zegt timmerman Recep Yarar uit Tilburg. \"Ik heb een stuk of zestig goede reviews van klanten. Toen de nepreviews werden geplaatst, ging mijn score omlaag van 5 sterren naar 4 of zo. Ze chanteren je: als je 300 euro betaalt, halen we het weg. En de eerlijke, hardwerkende ondernemer is de dupe. Ik heb een tijd lang bijna geen aanvragen gehad. Pas toen de neprecensies weg waren, kreeg ik weer opdrachten binnen.\" De oplichters gaan vooral achter kleine bedrijven aan die erg afhankelijk zijn van online reviews, zoals aannemers, verhuisbedrijven en loodgieters, zegt de Amerikaanse onderzoeker Kay Dean tegen de NOS. Onder de naam Fake Review Watch doet zij onderzoek naar neprecensies en chantage. \"Ik heb over de hele wereld bedrijven gezien die het doelwit zijn van afpersers.\" Omdat de oplichters bij bedrijven in meerdere landen neprecensies plaatsen, kwam ze ook Nederlandse slachtoffers op het spoor. Moeilijk contact met Google Bedrijven kunnen de neprecensies melden via hun Google-profiel, maar ondernemers met wie de NOS sprak, vertellen dat het dagen, weken of soms maanden duurt voordat alle neprecensies zijn verwijderd. Veel slachtoffers geven aan dat een mens binnen een paar minuten zou kunnen zien dat het om neprecensies gaat, maar dat het enorm moeilijk of onmogelijk is om met Google in contact te komen. Google zegt in een reactie dat het \"meestal een paar dagen\" duurt voordat een melding wordt beoordeeld, en dat het daarmee \"snel actie\" onderneemt. Het bedrijf geeft geen antwoord op de vraag hoe gedupeerde bedrijven direct met een Google-medewerker in contact kunnen komen. \"Ik hoor continu van gedupeerde bedrijven dat het een heel moeilijk en tijdrovend proces is\", zegt onderzoeker Dean. \"Google moet duidelijk meer doen. Dat ik deze netwerken van oplichters en afpersers kan vinden voordat Google ze ziet, laat duidelijk zien dat er een probleem is.\"",
    "scraped_at": "2025-09-29T17:45:47.708469Z"
    },
    {
    "feed": "De Limburger",
    "title": "Vanwege schulden dreigt Bart (38) uit Heerlen twee hotels te verliezen; hij voorkomt bankroet en ontruiming door alsnog de beurs te trekken",
    "url": "https://www.limburger.nl/economie/vanwege-schulden-dreigt-bart-38-uit-heerlen-twee-hotels-te-verliezen-hij-voorkomt-bankroet-en-ontruiming-door-alsnog-de-beurs-te-trekken/98731430.html",
    "published": "Mon, 20 Oct 2025 11:45:00 GMT",
    "summary": "Bart Stavasius (38) uit Heerlen dreigde in korte tijd twee hotels in Zuid-Limburg te verliezen vanwege schulden. Door alsnog de rekeningen te betalen, voorkwam hij een bankroet en een ontruiming.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:14:01.116736Z"
    },
    {
    "published": "Tue, 30 Sep 2025 17:09:00",
    "title": "Openbaar Ministerie eist 5 jaar cel tegen reseller van EncroChat-telefoons",
    "url": "https://www.security.nl/posting/906916/Openbaar+Ministerie+eist+5+jaar+cel+tegen+reseller+van+EncroChat-telefoons",
    "full_text": "Het Openbaar Ministerie heeft een gevangenisstrafvan vijf jaar geëisttegen een 48-jarige man uit Kaatsheuvel die wordt verdacht van het resellen van EncroChat-telefoons. Het verhandelen van de telefoons is volgens het OM op zich niet illegaal, maar ligt dat anders als de toestellen alleen worden gebruikt voor criminele doeleinden. Iets wat volgens de officier van justitie hier het geval was. EncroChat was een aanbieder van versleutelde communicatie. Het bedrijf leverde internationaal cryptotelefoons waarmee gebruikers versleuteld konden communiceren. Bij deze telefoons waren de camera, microfoon, gps en usb-poort verwijderd. Berichten op het toestel werden automatisch na een bepaalde periode gewist. Daarnaast beschikten de telefoons over een functie die alle informatie na het invoeren van een specifieke pincode wist. Volgens de officier van justitie speelde de man van juni 2018 tot juni 2020 een leidende rol bij de handel in EncroChat-telefoons. Hij zou zo’n dertig resellers onder zich hebben gehad die hij hielp bij de verkoop van de telefoons. \"Hij zorgde ervoor dat de telefoons werden geleverd, abonnementen werden geactiveerd of verlengd, wachtwoorden werden gereset en dat telefoons werden ‘gewiped’ (gewist). Ook werkte hij nieuwe resellers in\", aldus het OM. De man ontkent de beschuldigingen en zegt dat hij niet wist dat zijn klantenkring uit criminelen bestond. Naast de gevangenisstraf van vijf jaar heeft het OM ook een geldboete van 25.000 euro geëist. De rechtbank doet in deze zaak op 10 november uitspraak. Tegen een andere reseller had het Openbaar Ministerie afgelopen maart vier jaar cel geëist. In die zaak werd de verdachteveroordeeld tot een taakstrafen een deels voorwaardelijke gevangenisstraf waarvan het onvoorwaardelijke deel, mede vanwege de schending van de redelijke termijn, gelijk werd gesteld met het voorarrest. Het OM is tegen deze uitspraak in beroep gegaan.",
    "feed": "security.nl"
    },
    {
    "feed": "De Limburger",
    "title": "Dertig miljoen euro kostende fabriek voor droge champignoncompost in Ysselsteyn failliet",
    "url": "https://www.limburger.nl/regio/venray/ysselsteyn/dertig-miljoen-euro-kostende-fabriek-voor-droge-champignoncompost-in-ysselsteyn-failliet/97349217.html",
    "published": "Tue, 14 Oct 2025 11:46:00 GMT",
    "summary": "Het Organic Nutrition Centre is failliet. Dat is een peperdure bio-energiecentrale in Ysselsteyn, die champignoncompost droogde en er mestkorrels voor de export van maakte. Ook twee installateurs van warmtepompen hebben het niet gered.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:14:36.560750Z"
    },
    {
    "published": "Fri, 13 Dec 2024 12:14:00",
    "title": "Blue Yonder drie weken na ransomware-aanval nog niet volledig hersteld",
    "url": "https://www.security.nl/posting/868978/Blue+Yonder+drie+weken+na+ransomware-aanval+nog+niet+volledig+hersteld",
    "full_text": "Softwarebedrijf Blue Yonder is nog altijd niet volledig hersteld van de ransomware-aanval waar het drie weken geleden door werd getroffen. Bij een 'groot deel' van de getroffen klanten zou de dienstverlening inmiddels zijn hersteld en er wordt samengewerkt met partijen bij wie dit nog niet zo is, aldus de nieuwsteupdatevan het bedrijf. Blue Yonder biedt software voor ondersteuning van de logistieke keten en distributie, onder andere gebruikt door distributiecentra, alsmede HR, zoals salarisadministratie. Op 21 november was de 'managed services hosted environment' van het softwarebedrijf doelwit van een ransomware-aanval, zo liet het bedrijf eerder weten. Koffieketen Starbucks, Britse supermarktketens Morrisons en Sainsbury’s alsmede Hema en Jumbo in Nederland voelden de gevolgen van de ransomware-aanval. De aanval werd opgeëist door de criminelen achter de Termite-ransomware. Ze claimen 680 gigabyte aan data bij Blue Yonder te hebben gestolen. Vijf dagen geleden liet het softwarebedrijf weten dat het deze claim onderzocht, maar het heeft nog altijd geen update gegeven of en wat voor soort data er is gestolen. Ook is niet bekendgemaakt hoe de aanvallers toegang tot systemen kregen en het aantal getroffen klanten.",
    "feed": "security.nl"
    },
    {
    "feed": "De Limburger",
    "title": "Dakdekker Arnoud (43) uit Geleen hoeft niet de cel in, omdat rechter gelooft dat hij nu wel meewerkt aan afhandelen van bankroet",
    "url": "https://www.limburger.nl/regio/sittard-geleen/geleen/dakdekker-arnoud-43-uit-geleen-hoeft-niet-de-cel-in-omdat-rechter-gelooft-dat-hij-nu-wel-meewerkt-aan-afhandelen-van-bankroet/97915092.html",
    "published": "Thu, 16 Oct 2025 14:00:00 GMT",
    "summary": "Dakdekker Arnoud van der M. uit Geleen hoeft niet de cel in van de rechter. Die gelooft dat de ondernemer nu wel wil meewerken aan de afwikkeling van het bankroet van zijn bedrijf.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:14:16.538913Z"
    },
    {
    "published": "Fri, 13 Dec 2024 10:43:00",
    "title": "Personeel gemeente Utrecht valt voor usb-droppings en voice phishing",
    "url": "https://www.security.nl/posting/868956/Personeel+gemeente+Utrecht+valt+voor+usb-droppings+en+voice+phishing",
    "full_text": "Medewerkers van de gemeente Utrecht zijn de zwakste schakel als het om de cybersecurity van de gemeente gaat, zo stelt de Rekenkamer Utrecht op basis vanonderzoek. Na een onderzoek in 2021 deed de Rekenkamer Utrecht opnieuw onderzoek naar de informatieveiligheid bij de gemeente Utrecht. Ten opzichte van het onderzoek van drie jaar geleden is de gemeente goed aan de slag gegaan met de technische kant, maar blijft de informatieveiligheid door menselijk handelen kwetsbaar, concludeert de Rekenkamer. Zo lukte het de Rekenkamer niet meer om in digitale systemen in te breken. \"Maar de beveiliging van het Stadskantoor en Stadhuis is onvoldoende verbeterd. Het lukt insluipers nog altijd makkelijk om de beveiligde gebieden van die gebouwen te betreden. En zij worden niet door medewerkers van de gemeente aangesproken op hun aanwezigheid.\" De Rekenkamer stelt dat het menselijk handelen de afgelopen jaren dan ook niet aantoonbaar is verbeterd. \"Zo staan medewerkers tijdens phishing-acties nog steeds gevoelige informatie zoals inloggegevens af. De mens is daarmee de zwakste schakel bij informatieveiligheid, waardoor deze nog niet volledig is gewaarborgd.\" Usb-droppingsNet als bij het vorige onderzoek liet de Rekenkamer dit jaar een 'usb-dropping' uitvoeren. Medewerkers van de gemeente blijken nog altijd onvoldoende op de hoogte te zijn van de gevaren van het aansluiten van onbekende usb-sticks. Bij de mystery guest bezoeken op het Stadskantoor en op het Stadhuis zijn tussen 3 en 5 juni vijf usb-sticks op verschillende plekken achtergelaten.Op 4 en 6 juni zijn de bestanden op twee usb-sticks onveilig geopend. Dit is een vergelijkbare uitkomst met het vorige onderzoek toen twee van de vier achtergelaten usb-sticks werden geopend. Drie usb-sticks zijn door medewerkers ingeleverd bij het Serviceplein. Eén usb-stick is gevonden op de achttiende verdieping, waar ook de Informatie- en Procesmanagement (IPM) -afdeling is gehuisvest.Het gebruik van usb-sticks is in de extern toegankelijke (virtuele) werkomgeving van de gemeente geblokkeerd, maar dat geldt niet voor het gebruik van usb-sticks op de beheerde laptop omdat verder moet worden uitgezocht wat de impact daarvan zou zijn op de dagelijkse werkzaamheden van medewerkers.Voice phishingTijdens het onderzoek werd er ook een voice phishingaanval op het gemeentepersoneel uitgevoerd. In totaal zijn zeven medewerkers van de gemeente Utrecht via negentien belpogingen via de telefoon benaderd. Van de zeven medewerkers hebben vier medewerkers een website geopend en daar hun inloggegevens ingevoerd op een nep ICT Servicedesk pagina. Medewerkers blijken niet altijd de ware identiteit van de beller te controleren, concludeert de Rekenkamer. \"En het is voor kwaadwillenden eenvoudig om op basis van openbare informatie de persoonsgegevens van een medewerker van de gemeente te benutten. Medewerkers van de gemeente blijken zich niet bewust van de gevaren van voice phishing.\"Technische puntenDe onderzoekers stelden verder vast dat op verschillende systemen verouderde software draait. \"Deze software heeft kwetsbaarheden en/of heeft beveiligingsupdates nodig en kan in zijn huidige vorm niet langer als veilig worden beschouwd.\" Verder werd informatie achterhaald over de gebruikte wifi-netwerken, die volgens werd gebruikt voor een 'Evil-twin' aanval. Via deze aanval zijn versleutelde wachtwoorden van medewerkers onderschept. Het lukte de onderzoekers niet die te kraken. De Rekenkamer adviseert het gebruik van certificaten om op wifi-netwerken in te loggen.De Rekenkamer doet de gemeente vier aanbevelingen, namelijk het beheersen van de resterende technische risico's en kwetsbaarheden, het vergroten van de fysieke beveiliging van gebouwen en het informatiebewustzijn van medewerkers, het inzetten op een cultuurverandering binnen de hele organisatie en zorgen voor meer centrale aansturing van het informatieveiligheidsbeleid. Op 4 en 6 juni zijn de bestanden op twee usb-sticks onveilig geopend. Dit is een vergelijkbare uitkomst met het vorige onderzoek toen twee van de vier achtergelaten usb-sticks werden geopend. Drie usb-sticks zijn door medewerkers ingeleverd bij het Serviceplein. Eén usb-stick is gevonden op de achttiende verdieping, waar ook de Informatie- en Procesmanagement (IPM) -afdeling is gehuisvest. Het gebruik van usb-sticks is in de extern toegankelijke (virtuele) werkomgeving van de gemeente geblokkeerd, maar dat geldt niet voor het gebruik van usb-sticks op de beheerde laptop omdat verder moet worden uitgezocht wat de impact daarvan zou zijn op de dagelijkse werkzaamheden van medewerkers. Voice phishingTijdens het onderzoek werd er ook een voice phishingaanval op het gemeentepersoneel uitgevoerd. In totaal zijn zeven medewerkers van de gemeente Utrecht via negentien belpogingen via de telefoon benaderd. Van de zeven medewerkers hebben vier medewerkers een website geopend en daar hun inloggegevens ingevoerd op een nep ICT Servicedesk pagina. Medewerkers blijken niet altijd de ware identiteit van de beller te controleren, concludeert de Rekenkamer. \"En het is voor kwaadwillenden eenvoudig om op basis van openbare informatie de persoonsgegevens van een medewerker van de gemeente te benutten. Medewerkers van de gemeente blijken zich niet bewust van de gevaren van voice phishing.\"Technische puntenDe onderzoekers stelden verder vast dat op verschillende systemen verouderde software draait. \"Deze software heeft kwetsbaarheden en/of heeft beveiligingsupdates nodig en kan in zijn huidige vorm niet langer als veilig worden beschouwd.\" Verder werd informatie achterhaald over de gebruikte wifi-netwerken, die volgens werd gebruikt voor een 'Evil-twin' aanval. Via deze aanval zijn versleutelde wachtwoorden van medewerkers onderschept. Het lukte de onderzoekers niet die te kraken. De Rekenkamer adviseert het gebruik van certificaten om op wifi-netwerken in te loggen.De Rekenkamer doet de gemeente vier aanbevelingen, namelijk het beheersen van de resterende technische risico's en kwetsbaarheden, het vergroten van de fysieke beveiliging van gebouwen en het informatiebewustzijn van medewerkers, het inzetten op een cultuurverandering binnen de hele organisatie en zorgen voor meer centrale aansturing van het informatieveiligheidsbeleid. Technische puntenDe onderzoekers stelden verder vast dat op verschillende systemen verouderde software draait. \"Deze software heeft kwetsbaarheden en/of heeft beveiligingsupdates nodig en kan in zijn huidige vorm niet langer als veilig worden beschouwd.\" Verder werd informatie achterhaald over de gebruikte wifi-netwerken, die volgens werd gebruikt voor een 'Evil-twin' aanval. Via deze aanval zijn versleutelde wachtwoorden van medewerkers onderschept. Het lukte de onderzoekers niet die te kraken. De Rekenkamer adviseert het gebruik van certificaten om op wifi-netwerken in te loggen.De Rekenkamer doet de gemeente vier aanbevelingen, namelijk het beheersen van de resterende technische risico's en kwetsbaarheden, het vergroten van de fysieke beveiliging van gebouwen en het informatiebewustzijn van medewerkers, het inzetten op een cultuurverandering binnen de hele organisatie en zorgen voor meer centrale aansturing van het informatieveiligheidsbeleid. De Rekenkamer doet de gemeente vier aanbevelingen, namelijk het beheersen van de resterende technische risico's en kwetsbaarheden, het vergroten van de fysieke beveiliging van gebouwen en het informatiebewustzijn van medewerkers, het inzetten op een cultuurverandering binnen de hele organisatie en zorgen voor meer centrale aansturing van het informatieveiligheidsbeleid.",
    "feed": "security.nl"
    },
    {
    "feed": "De Limburger",
    "title": "Limburgse speelhallenketen Gamestate neemt zaken van concurrent The Game Box over",
    "url": "https://www.limburger.nl/economie/limburgse-speelhallenketen-gamestate-neemt-zaken-van-concurrent-the-game-box-over/98979388.html",
    "published": "Tue, 21 Oct 2025 10:01:02 GMT",
    "summary": "Gamestate in Echt, een keten van arcadehallen, neemt alle speelhallen van concurrent The Game Box uit Kerkrade over. Dat heeft moederbedrijf Veltmeijer Group dinsdag aangekondigd. Door de overname groeit het aantal vestigingen van Gamestate van 50 naar 61, verspreid over acht Europese landen.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:13:50.593063Z"
    },
    {
    "published": "Wed, 08 Oct 2025 14:47:00",
    "title": "Politie onderzoekt ransomware-aanval op bedrijven in Volendam",
    "url": "https://www.security.nl/posting/908353/Politie+onderzoekt+ransomware-aanval+op+bedrijven+in+Volendam",
    "full_text": "De politie doet onderzoek naar een ransomware-aanval op bedrijven in Volendam. Vooralsnog is er één aangifte binnengekomen, maar er wordt rekening met meer slachtoffers gehouden. \"Aangiften worden doorgaans via internet gedaan, dus dat kan op dit moment wat vertraging oplopen\", aldus een woordvoerder van de politie tegenoverNH Nieuws. Hoeveel bedrijven er precies zijn getroffen en wat de impact is, is onbekend. Zo lijkt een Volendams administratiekantoor direct te zijn geraakt. Een drukkerij in het vissersdorp zou alleen van internetproblemen last hebben. \"Dat komt door aanpassingen vanwege de veiligheid van de systeembeheerder\", laat het bedrijf aan NH Nieuws weten. \"Wij hebben zelf geluk gehad en alleen wat last van internetuitval.\" De zaak is inmiddels aan de de cybercrime-afdeling van de politie overgedragen, die onder andere onderzoek doet naar de oorzaak van de aanval. Volgens het Nationaal Cyber Security Centrum (NCSC) werden vorig jaar121 bedrijvenin Nederland het slachtoffer van ransomware.",
    "feed": "security.nl"
    },
    {
    "feed": "NOS Economie",
    "title": "Aardappelverwerker CêlaVíta maakt geen doorstart",
    "url": "https://nos.nl/l/2583748",
    "published": "Tue, 23 Sep 2025 17:42:10 +0200",
    "summary": "<p>Het is over en uit voor aardappelproducent CêlaVíta. Het bedrijf maakt definitief geen doorstart na het aangekondigde faillissement van vorige maand. Het is niet gelukt om bedrijven te vinden die de producent willen overnemen, meldt de curator.</p>\n        <p>Afgelopen maand keek hij of er andere bedrijven geïnteresseerd waren in een overname. In het begin leek dit nog hoopvol. Na het faillissement meldden zich snel <a href=\"https://nos.nl/artikel/2579064-meerdere-geinteresseerden-voor-failliet-aardappelbedrijf-celavita\">meerdere</a> kandidaten, maar daar is dus niets uit gekomen. Curator Frans Aartsen concludeert dat de doorstart niet is gelukt vanwege de omvang, het ingewikkelde productieproces en de complexe eigendomsstructuur van de fabriek.</p>\n        <p>Het productieproces in de fabriek in Wezep omvat het wassen van aardappelen in zout, vervolgens het sorteren, schillen en ook nog het pasteuriseren<strong>.</strong> Daar kwam bij dat de gebouwen en het terrein niet in bezit zijn van CêlaVíta zelf. Het bedrijf was al in handen van frietfabrikant McCain, maar die verkocht het begin maart van vorig jaar aan investeerder Nimbus.</p>\n        <h2>Heel pijnlijk</h2>\n        <p>Zo'n anderhalve maand geleden moest de producent - die door heel Europa aardappelen aan supermarketen, hotels, restaurants en de levensmiddelenindustrie levert - faillissement aanvragen. De productie van de fabriek kwam toen stil te liggen. De 171 medewerkers zijn toen ontslagen.</p>\n        <p>Margreet Pasman van vakbond FNV zei dat het faillissement niet als een verrassing kwam. \"Het ging al langer slecht met de aardappelproducent. Ook voor de werknemers was dit niet iets nieuws, maar blijft het wel heel pijnlijk.\"</p>\n        <p>Voor verdere afhandeling staat een overleg met belanghebbenden gepland. Dit zijn onder andere McCain en Nimbus, maar ook de Belastingdienst. Volgens Aartsen leidt dit uiteindelijk tot ontmanteling van de fabriek.</p>\n        <h2>Curator</h2>\n        <p>De rechter wijst altijd een curator aan na een faillissement. Dat is vaak een advocaat die is gespecialiseerd in het faillissementsrecht. Hij of zij kijkt dan of er nog kopers zijn voor het bedrijf en hoe de schuldeisers een deel van hun geld terug kunnen krijgen.</p>",
    "full_text": "NOS Nieuws • dinsdag, 17:42 • Aangepast dinsdag, 19:31 Het is over en uit voor aardappelproducent CêlaVíta. Het bedrijf maakt definitief geen doorstart na het aangekondigde faillissement van vorige maand. Het is niet gelukt om bedrijven te vinden die de producent willen overnemen, meldt de curator. Afgelopen maand keek hij of er andere bedrijven geïnteresseerd waren in een overname. In het begin leek dit nog hoopvol. Na het faillissement meldden zich snel meerdere kandidaten, maar daar is dus niets uit gekomen. Curator Frans Aartsen concludeert dat de doorstart niet is gelukt vanwege de omvang, het ingewikkelde productieproces en de complexe eigendomsstructuur van de fabriek. Het productieproces in de fabriek in Wezep omvat het wassen van aardappelen in zout, vervolgens het sorteren, schillen en ook nog het pasteuriseren . Daar kwam bij dat de gebouwen en het terrein niet in bezit zijn van CêlaVíta zelf. Het bedrijf was al in handen van frietfabrikant McCain, maar die verkocht het begin maart van vorig jaar aan investeerder Nimbus. Heel pijnlijk Zo'n anderhalve maand geleden moest de producent - die door heel Europa aardappelen aan supermarketen, hotels, restaurants en de levensmiddelenindustrie levert - faillissement aanvragen. De productie van de fabriek kwam toen stil te liggen. De 171 medewerkers zijn toen ontslagen. Margreet Pasman van vakbond FNV zei dat het faillissement niet als een verrassing kwam. \"Het ging al langer slecht met de aardappelproducent. Ook voor de werknemers was dit niet iets nieuws, maar blijft het wel heel pijnlijk.\" Voor verdere afhandeling staat een overleg met belanghebbenden gepland. Dit zijn onder andere McCain en Nimbus, maar ook de Belastingdienst. Volgens Aartsen leidt dit uiteindelijk tot ontmanteling van de fabriek. De rechter wijst altijd een curator aan na een faillissement. Dat is vaak een advocaat die is gespecialiseerd in het faillissementsrecht. Hij of zij kijkt dan of er nog kopers zijn voor het bedrijf en hoe de schuldeisers een deel van hun geld terug kunnen krijgen.",
    "scraped_at": "2025-09-29T17:45:50.195418Z"
    },
    {
    "published": "Fri, 17 Oct 2025 09:23:00",
    "title": "Kredietbeoordelaar Experian krijgt 2,7 miljoen euro boete wegens overtreden AVG",
    "url": "https://www.security.nl/posting/909522/Kredietbeoordelaar+Experian+krijgt+2%2C7+miljoen+euro+boete+wegens+overtreden+AVG",
    "full_text": "De Autoriteit Persoonsgegevens (AP) heeft kredietbeoordelaar Experian Nederland een boete van2,7 miljoen euroopgelegd wegens het overtreden van de AVG. Het bedrijf kon niet voldoende duidelijk maken waarom het bepaalde gegevens van mensen verzamelde, werden de gevolgen van het gebruik van gevoelige gegevens niet goed afgewogen en werden gegevens onterecht gebruikt. Experian is een bedrijf dat voor klanten zoals telecombedrijven, webwinkels of verhuurders kredietwaardigheidsrapporten over mensen opstelt. De klanten van Experian gebruiken deze rapportages om te beoordelen of hun klanten achteraf mogen betalen of een contract mogen aangaan, zoals een telefoonabonnement. De score in het kredietrapport laat weten of mensen hun rekeningen kunnen betalen en of er een risico op wanbetaling is. De Autoriteit Persoonsgegevens merkt op dat een kredietscore gevolgen kan hebben voor de mensen om wie het gaat. \"Bij hogere kredietscores konden mensen bij de klanten van Experian bijvoorbeeld betere voorwaarden krijgen, zoals een gunstiger rentepercentage. Bij lagere scores kon een gevolg zijn dat mensen als klant werden geweigerd of een hogere borgsom moesten betalen\", aldus de toezichthouder. De gegevens die Experian gebruikte waren afkomstig uit verschillende bronnen, zowel openbare als niet-openbare. Het ging bijvoorbeeld om het Handelsregister van de Kamer van Koophandel, maar ook om energie- entelecombedrijvendie gegevens van hun klanten verkopen. Na klachten over het bedrijf besloot de AP een onderzoek naar Experian in te stellen. Volgens de privacytoezichthouder blijkt uit het onderzoek dat de kredietbeoordelaar onvoldoende duidelijk kon maken waarom het verzamelen van bepaalde gegevens nodig was. Daarnaast had Experian de gevolgen van het gebruik van de gegevens voor de mensen om wie het ging niet goed afgewogen. Verder bleek dat Experian deze gegevens onterecht had gebruikt. Experian is inmiddels gestopt met de werkzaamheden in Nederland en gaat de opgebouwde database met persoonsgegevens verwijderen, zo laat de AP weten. Ook gaat het bedrijf niet tegen de boete in beroep.",
    "feed": "security.nl"
    },
    {
    "feed": "De Limburger",
    "title": "Bedrijf in Oostrum failliet door malaise in auto-industrie: meer dan 20 banen weg",
    "url": "https://www.limburger.nl/economie/bedrijf-in-oostrum-failliet-door-malaise-in-auto-industrie-meer-dan-20-banen-weg/98344178.html",
    "published": "Fri, 17 Oct 2025 15:45:00 GMT",
    "summary": "De rechtbank Limburg heeft woensdag EMD Tooling bv in Oostrum failliet verklaard. Het bedrijf kan het niet meer bolwerken als gevolg van de malaise in de auto-industrie.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:14:11.646783Z"
    },
    {
    "published": "Fri, 10 Oct 2025 10:11:00",
    "title": "Volendams ict-bedrijf via beveiligingslek in server getroffen door ransomware",
    "url": "https://www.security.nl/posting/908608/Volendams+ict-bedrijf+via+beveiligingslek+in+server+getroffen+door+ransomware",
    "full_text": "Een ict-bedrijf uit Volendam is eerder deze week getroffen door eenransomware-aanval, waarbij er gebruik werd gemaakt van een niet nader genoemde kwetsbaarheid in een server. Bij de aanval kregen de aanvallers ook toegang tot gegevens van klanten van het ict-bedrijf. Dat laatNH Nieuwsweten. \"De hackers wisten een gaatje in een stukje software op de server bij gegevens van onze klanten te komen [sic]\", zo laat het ict-bedrijf weten. Vervolgens werden gegevens van klanten versleuteld. \"Op 7 Oktober heeft er een beveiligingsincident plaatsgevonden. Het onderzoek hiernaar is in volle gang. Door deze situatie zijn wij momenteel beperkt bereikbaar\", zo meldt het bedrijf op de eigen website. Vanwege de aanval moest het ict-bedrijf sommige servers van klanten opnieuw installeren. Bij anderen worden back-ups gecontroleerd. Het aantal getroffen klanten is nog niet bekend. Het ict-bedrijf laat weten dat geen van de klanten het door de aanvallers gevraagde losgeld heeft betaald. De herstelwerkzaamheden zijn nog gaande. \"Voor een aantal is het al opgelost, voor anderen zijn we nog druk bezig\", aldus het ict-bedrijf. Dat heeft ook melding gedaan bij de Autoriteit Persoonsgegevens en aangifte bij de politie.",
    "feed": "security.nl"
    },
    {
    "feed": "Politie",
    "title": "Politie vindt 5000 illegale vapes en 340 doosjes snus na aanhouding",
    "url": "https://www.politie.nl/nieuws/2025/oktober/28/03-politie-vindt-5000-illegale-vapes-en-340-doosjes-snus-na-aanhouding.html",
    "published": "Tue, 28 Oct 2025 14:13:00 GMT",
    "summary": "Maandag 20 oktober heeft de politie een 26-jarige man uit Amersfoort aangehouden voor het verkopen van illegale vapes aan o.a. minderjarigen.  Na verder onderzoek stuitte de politie op een garagebox waar 5000 vapes en 340 doosjes snus opgeslagen lagen.",
    "full_text": "De politie kon deze verdachte aanhouden na meerdere meldingen via MeldMisdaadAnoniem van oplettende burgers. De man zou zich volgens de meldingen bezighouden met de verkoop van illegale vapes aan o.a. minderjarigen. Maandagavond rond 16:40 uur zag de politie dat de 26-jarige verdachte uit Amersfoort daadwerkelijk vapes verkocht aan minderjarigen. Hij is daarop aangehouden  Bij deze aanhouding werden er in zijn voertuig bijna 200 illegale vapes aangetroffen. Dit betroffen vapes met een zoete smaakjes. De verkoop daarvan is verboden zijn in Nederland Garagebox De politie deed verder onderzoek en trof daarbij een garagebox aan waarin nog eens 5000 illegale vapes en 340 doosjes snus lagen. De vapes en snus zijn in beslag genomen door de Nederlandse Voedsel- en Warenautoriteit (NVWA). De NVWA legt de verdachte een boete op. De illegale producten en worden vernietigd op kosten van de verdachte. De politie doet ook nog verder onderzoek naar de zaak. Houd misdaad uit je buurt Jij kent je buurt het beste. Denk je dat er misdaad in jouw buurt is? Meld het. Bel 112 bij een verdachte situatie. Geen spoed? Bel 0900-8844. Of geef het door aan de wijkagent. Blijf je liever anoniem, neem dan contact op met Meld Misdaad Anoniem via 0800-7000.",
    "scraped_at": "2025-11-30T19:07:11.443369+00:00"
    },
    {
    "feed": "Politie",
    "title": "Rode diesel vervoeren zorgt voor meerdere processen-verbaal",
    "url": "https://www.politie.nl/nieuws/2025/oktober/30/08-rode-diesel-vervoeren-zorgt-voor-meerdere-processen-verbaal.html",
    "published": "Thu, 30 Oct 2025 15:15:00 GMT",
    "summary": "Agenten van Team Zeehavenpolitie betrapten woensdagochtend een automobiliste die rode diesel vervoerde. Samen met de Douane en de RUD werd een onderzoek ingesteld. Dat onderzoek is nog niet helemaal afgerond, maar de betrokkenen kunnen hoogstwaarschijnlijk dure processen-verbaal tegemoetzien.",
    "full_text": "De surveillerende agenten reden bij Biervliet. Op de parallelweg zagen zij een bestelauto rijden waarvan de voorwielen maar net aan de grond raakten. Ze besloten een kijkje te nemen en gaven de bestuurder van de auto een volgteken. Hieraan werd geen gehoor gegeven. De bestuurder sloeg af en verhoogde de snelheid. Toen de auto op de Sint Pietersdijk een stopteken kreeg stopte de bestuurder wel. Honderden liters rode diesel gesmokkeld De vrouw die achter het stuur van de bestelauto zat gaf aan dat zij rode diesel vervoerde. De agenten vroegen of de in de laadbak mochten kijken. Dat vond de vrouw goed. In de laadruimte van de auto troffen de agenten een groot vat met enkele honderden liters rode diesel aan. Rode diesel is sinds 2013 verboden om te gebruiken in Nederland. Omdat dit een economisch delict met betrekking tot accijnzen betreft moest de Douane erbij komen. Zij handhaven namelijk op de accijnswetgeving. In de tussentijd reden de agenten naar het bedrijf van de betrokken mevrouw. Daar werden nog meer onregelmatigheden aangetroffen, met name op milieugebied. Onderzoek De agenten namen contact op met medewerkers van de RUD (Regionale Uitvoeringsdienst Zeeland). Er is door hen gecontroleerd op de geldende wet- en regelgeving op milieugebied. De RUD constateerde  verschillende milieuovertredingen. Deze worden bestuursrechtelijk opgepakt. Door zowel de politie als de Douane worden processen-verbaal opgemaakt. De betrokkenen worden op korte termijn uitgenodigd voor een verhoor op het politiebureau.",
    "scraped_at": "2025-11-30T19:07:11.430884+00:00"
    },
    {
    "published": "Wed, 24 Sep 2025 14:06:00",
    "title": "Raad van State halveert AVG-boete DPG Media voor onnodig opvragen id-bewijs",
    "url": "https://www.security.nl/posting/905965/Raad+van+State+halveert+AVG-boete+DPG+Media+voor+onnodig+opvragen+id-bewijs",
    "full_text": "DeRaad van Stateheeft eenAVG-boete van 525.000 eurogehalveerd die DPG Media van de Autoriteit Persoonsgegevens (AP) kreeg opgelegd wegens het onnodig opvragen van identiteitsbewijzen aan mensen die hun gegevens wilden inzien of laten verwijderen. Eerder oordeelde de rechtbank Amsterdam dat de AP geen boete had mogen opleggen, ook al had DPG Media wel de AVG overtreden. Wie wilde weten welke persoonsgegevens DPG Media bijhield, of gegevens wilde laten wissen, moest eerst een identiteitsbewijs uploaden of opsturen. Daarnaast werden deze personen niet door DPG Media ingelicht dat zij gegevens daarvan mochten afschermen. Daardoor vroeg het mediabedrijf te veel persoonsgegevens op. Het ging om klanten van DPG Media die geen online account bij het mediabedrijf hadden aangemaakt. Deze klanten konden moeilijker bij hun gegevens om ze in te zien of te wijzigen. DPG stelde dat zolang het de identiteit van de verzoeker niet kan vaststellen, de AVG niet van toepassing is. Verder stelde het mediabedrijf dat het vragen van een kopie identificatiebewijs noodzakelijk is om zo te voorkomen dat een kopie van de persoonsgegevens aan de verkeerde persoon worden verstrekt of persoonsgegevens van de verkeerde persoon worden verwijderd. De AP was het hier niet mee eens. De toezichthouder concludeerde dat DPG met haar beleid en het actief uitdragen ervan het recht van inzage en gegevenswissing van personen belemmerde. Daarbij wierp het bedrijf onnodige drempels op voor het kunnen inzetten van deze rechten. De Autoriteit Persoonsgegevens vond een boete van 525.000 euro passend. DPG Media ging hier tegen in beroep. Op10 augustus 2023oordeelde de rechtbank Amsterdam dat DPG Media de AVG had overtreden, maar dat de AP in de gegeven omstandigheden geen boete had mogen opleggen. De AP ging tegen deze uitspraak bij de Raad van Statein beroepen krijgt daar deels gelijk. De Raad van State stelt dat de AP wel een boete aan DPG Media wegens het overtreden van de AVG mocht opleggen. \"In dit geval staat vast dat in minimaal vijf afzonderlijke gevallen een verzoek om inzage in of wissing van persoonsgegevens niet in behandeling werd genomen zolang er geen kopie van het identiteitsbewijs was verstrekt. Dat beleid is aan te merken als een door nalatigheid veroorzaakte inbreuk.\" De AP mocht dan ook oordelen dat er sprake was van een ernstige overtreding, aldus de Raad van State. Die stelt, in tegenstelling tot de rechtbank Amsterdam, dat de toezichthouder wel handhavend mocht optreden en een boete voor deze overtreding mocht opleggen. Wel vindt de Raad van State dat de oorspronkelijke boete van 525.000 euro moet worden gehalveerd. In de praktijk ging het om een relatief klein aantal personen, werden de ontvangen identiteitsbewijzen niet langer dan een maand bewaard en daarna vernietigd en wijzigde DPG Media het beleid ruim voordat de AP tot handhaving over ging. Daarnaast zou DPG Media met het beleid niet hebben geprobeerd om te voorkomen dat abonnees inzage- of verwijderverzoeken zouden doen. Dit is voor de Raad van State aanleiding om de boete te halveren tot 262.500 euro. DPG Media won eerder dit jaar eenBig Brother Award, de prijs voor de grootste privacyschender van Nederland.",
    "feed": "security.nl"
    },
    {
    "published": "Wed, 13 Nov 2024 11:05:00",
    "title": "Maastricht UMC+ krijgt binnenkort nieuw elektronisch patiëntendossier",
    "url": "https://www.security.nl/posting/865728/Maastricht+UMC%2B+krijgt+binnenkort+nieuw+elektronisch+pati%C3%ABntendossier",
    "full_text": "Het Maastricht UMC+ krijgt binnenkort een nieuw elektronisch patiëntendossier (EPD) van de Amerikaanse softwareleverancier Epic. De huidige oplossing van SAP/Cerner zal in de toekomst geen updates meer ontvangen, zo laat het ziekenhuisweten. De overstap naar het Epic-systeem zal op29 novemberplaatsvinden. \"Ons huidige EPD is verouderd en bovendien werkt elke afdeling daarnaast met eigen systemen, wat de samenwerking bemoeilijkt. Omdat dit EPD in de toekomst niet meer geüpdatet zal worden, was een overstap noodzakelijk. Met het nieuwe EPD van het softwarebedrijf Epic centraliseren we alle informatie in één systeem\", aldus bestuursvoorzitter Helen Mertens. Nederlandse ziekenhuizen gebruiken EPD-systemen van vier leveranciers: Cerner/SAP, ChipSoft, Epic en Nexus. ChipSoft was vorig jaar met 51 ziekenhuizen marktleider, gevolgd door Epic dat eind 2021 in 11 ziekenhuizen werd gebruikt. Volgens de Autoriteit Consument & Markt (ACM) kan een vendor lock-in allerlei nadelige gevolgen hebben. Een sterke positie kan nadelig voor interoperabiliteit zijn, waardoor overstapkosten toenemen en uitwisseling van gegevens tussen zorginstellingen minder goed tot stand komt. Daarnaast kan het zorgen voor onredelijke technische of contractuele beperkingen voor de gebruikers van de systemen. Een ander nadeel zijn mogelijk hogere tarieven en hindert het nieuwe toetreders tot de markt. In 2022 kwam de ACM met eenconceptleidraadom vendor lock-in bij ziekenhuissystemen te voorkomen. Vorig jaar won de ACM eenrechtszaakvan ChipSoft. De EPD-leverancier had via een rechtszaak geprobeerd om publicatie van een rapport tegen te houden. Volgens het bedrijf zou het rapport voor reputatieschade zorgen.",
    "feed": "security.nl"
    },
    {
    "feed": "De Limburger",
    "title": "Er lijkt geen einde te komen aan de rampspoed bij Maastricht Airport: ‘redder’ Wizz Air schrapt alle vluchten in oktober en november",
    "url": "https://www.limburger.nl/regio/maastricht/maastricht/er-lijkt-geen-einde-te-komen-aan-de-rampspoed-bij-maastricht-airport-redder-wizz-air-schrapt-alle-vluchten-in-oktober-en-november/98236479.html",
    "published": "Fri, 17 Oct 2025 13:03:06 GMT",
    "summary": "Er lijkt geen einde te komen aan de rampspoed bij Maastricht Airport. Directeur weg, vliegmaatschappijen weg. De hoop was gevestigd op Wizz Air, maar dat schrapt alle vluchten in oktober en november.",
    "full_text": "",
    "scraped_at": "2025-10-21T14:14:13.041679Z"
    },
    {
    "published": "Fri, 31 Jan 2025 16:36:00",
    "title": "WhatsApp: negentig gebruikers aangevallen met Paragon-spyware",
    "url": "https://www.security.nl/posting/874573/WhatsApp%3A+negentig+gebruikers+aangevallen+met+Paragon-spyware",
    "full_text": "Negentig gebruikers van WhatsApp, waaronder journalisten, zijn aangevallen en 'mogelijk gecompromitteerd' met de Paragon-spyware, zo heeft de berichtendienst tegenover persbureauReuterslaten weten. Details over de aanvallen zijn schaars. Slachtoffers kregen een malafide pdf-bestand toegestuurd, zo laatTechCrunchweten. De bekende spyware-onderzoeker John Scott-Railton van Citizen Lab laat weten met de aanval bekend te zijn en zegt ook een onderzoek te zijn gestart. The Guardianmeldt op basis van niet nader genoemde experts dat het om een 'zero-click' aanval ging, waarbij er geen interactie van het doelwit is vereist om besmet te raken. Waar de aangevallen gebruikers zich bevinden is niet bekendgemaakt. WhatsApp zou de door de aanvallers gebruikte methode inmiddels hebben verholpen. Ook zijn doelwitten en slachtoffers van de aanval door het bedrijf ingelicht. Tevens laat WhatsApp weten dat het Paragon een 'cease and desist' brief heeft gestuurd en naar juridische mogelijkheden kijkt. De aanvallen werden in december opgemerkt. Het is onbekend hoelang gebruikers doelwit waren. DeGraphite-spywarevan Paragon zouvergelijkbaarzijn met de Pegasus-spyware van de NSO Group en kan gebruikers vergaande controle over de telefoon van een slachtoffer geven.",
    "feed": "security.nl"
    },
    {
    "feed": "NOS Economie",
    "title": "Bosch schrapt 13.000 banen om problemen in Duitse auto-industrie",
    "url": "https://nos.nl/l/2584039",
    "published": "Thu, 25 Sep 2025 20:19:08 +0200",
    "summary": "<p>Het industriële concern Bosch gaat in thuisland Duitsland 13.000 banen schrappen. De banen verdwijnen bij het onderdeel Bosch Mobility, dat onderdelen levert aan de auto-industrie.</p>\n        <p>Het bedrijf zegt dat de wereldwijde automarkt zich langdurig zwak blijft ontwikkelen. Daarom wil Bosch de kosten verlagen met zo'n 2,5 miljard euro per jaar.</p>\n        <p>De banen worden tussen nu en eind 2030 geschrapt. \"Wereldwijde politieke ontwikkelingen en handelsbarrières, zoals importheffingen leiden tot grote onzekerheid\", zegt Bosch-bestuurder Markus Heyn. \"En hier hebben we als bedrijf mee om te gaan.\"</p>\n        <h2>Stuttgart</h2>\n        <p>Vooral in de regio Stuttgart, de bakermat van Bosch, verdwijnen veel banen. Zo worden daar 3500 banen geschrapt in een fabriek waar motoronderdelen voor dieselauto's worden gemaakt.</p>\n        <p>Wereldwijd verliezen dieselauto's marktaandeel. Maar ook in een fabriek waar onderdelen voor elektrische auto's worden gemaakt verdwijnen banen, zo'n 1750. \"De langzame groei van nieuwe technologie leidt ertoe dat we onze kosten moeten aanpassen\", aldus Bosch.</p>\n        <p>Bosch is niet het enige bedrijf in de Duitse auto-industrie dat last heeft van een tegenvallende vraag. Zo speelde Volkswagen vorig jaar met de gedachte om fabrieken in Duitsland te sluiten vanwege tegenvallende verkopen. Uiteindelijk besloot de autofabrikant dat dat niet nodig was. Maar Volkswagen wil wel 35.000 banen schrappen in vijf jaar tijd.</p>\n        <p>Bosch maakt niet alleen auto-onderdelen, maar ook bijvoorbeeld warmtepompen en huishoudelijke apparaten als vaatwassers en stofzuigers. Bij die onderdelen van het bedrijf zijn geen ontslagen aangekondigd.</p>",
    "full_text": "NOS Nieuws • donderdag, 20:19 Het industriële concern Bosch gaat in thuisland Duitsland 13.000 banen schrappen. De banen verdwijnen bij het onderdeel Bosch Mobility, dat onderdelen levert aan de auto-industrie. Het bedrijf zegt dat de wereldwijde automarkt zich langdurig zwak blijft ontwikkelen. Daarom wil Bosch de kosten verlagen met zo'n 2,5 miljard euro per jaar. De banen worden tussen nu en eind 2030 geschrapt. \"Wereldwijde politieke ontwikkelingen en handelsbarrières, zoals importheffingen leiden tot grote onzekerheid\", zegt Bosch-bestuurder Markus Heyn. \"En hier hebben we als bedrijf mee om te gaan.\" Stuttgart Vooral in de regio Stuttgart, de bakermat van Bosch, verdwijnen veel banen. Zo worden daar 3500 banen geschrapt in een fabriek waar motoronderdelen voor dieselauto's worden gemaakt. Wereldwijd verliezen dieselauto's marktaandeel. Maar ook in een fabriek waar onderdelen voor elektrische auto's worden gemaakt verdwijnen banen, zo'n 1750. \"De langzame groei van nieuwe technologie leidt ertoe dat we onze kosten moeten aanpassen\", aldus Bosch. Bosch is niet het enige bedrijf in de Duitse auto-industrie dat last heeft van een tegenvallende vraag. Zo speelde Volkswagen vorig jaar met de gedachte om fabrieken in Duitsland te sluiten vanwege tegenvallende verkopen. Uiteindelijk besloot de autofabrikant dat dat niet nodig was. Maar Volkswagen wil wel 35.000 banen schrappen in vijf jaar tijd. Bosch maakt niet alleen auto-onderdelen, maar ook bijvoorbeeld warmtepompen en huishoudelijke apparaten als vaatwassers en stofzuigers. Bij die onderdelen van het bedrijf zijn geen ontslagen aangekondigd.",
    "scraped_at": "2025-09-29T17:45:38.968552Z"
    },
    {
    "feed": "NOS Economie",
    "title": "KLM verliest Air France en Delta als klant voor laden en lossen op Schiphol",
    "url": "https://nos.nl/l/2584492",
    "published": "Mon, 29 Sep 2025 08:38:17 +0200",
    "summary": "<p>Air France en Delta willen het laden en lossen van bagage op hun vliegtuigen op Schiphol niet meer door KLM laten doen. De twee luchtvaartmaatschappijen hebben KLM laten weten dat zij op zoek gaan naar een andere afhandelingspartner. Dat maakte KLM vanmorgen bekend in een persbericht. KLM wijst naar de <a href=\"https://nos.nl/artikel/2584016-klm-wil-dat-rechter-achturige-staking-van-grondpersoneel-verbiedt\">recente stakingen</a> van grondpersoneel als een van de oorzaken van het verlies van de twee klanten.</p>\n        <p>Het gaat om de zogenoemde afhandelingen \"onder de vleugel\". Naast het laden en lossen van bagage is dit bijvoorbeeld ook het duwen van vliegtuigen van en naar de gate. Air France en Delta hebben KLM laten weten dat zij andere afhandelingsbedrijven op Schiphol een offerte vragen. Daarna maken zij een keuze wie de werkzaamheden van KLM gaat overnemen.</p>\n        <p>KLM doet per dag de afhandeling van 380 vluchten op Schiphol. Hieronder zeventien van Delta en twaalf van Air France. Het wegvallen van deze klanten heeft directe gevolgen, benadrukt KLM. Welke dat precies zijn brengt het bedrijf nog in kaart.</p>\n        <h2>Pijnlijk</h2>\n        <p>Vooral het wegvallen van Air France is pijnlijk voor KLM. De twee vliegmaatschappijen zitten samen in het concern Air France-KLM. Toch is het gebruik maken van elkaars diensten geen vanzelfsprekendheid. KLM maakt voor de grondafhandeling in Parijs bijvoorbeeld al geen gebruik van Air France. KLM-dochter Transavia laat zijn toestellen laden en lossen op Schiphol via KLM-concurrent Viggo.</p>\n        <p>KLM zegt in een toelichting dat de kosten een belangrijke rol spelen voor de keuze voor een grondafhandelaar. \"KLM is aanzienlijk duurder dan andere partijen op Schiphol. En daar komen de gevolgen van de recente stakingen bij. Die raken niet alleen KLM, maar ook onze klanten en partners\", zegt een woordvoerder.</p>\n        <p>Zowel Air France als Delta laat aan de NOS weten op zoek te gaan naar een andere afhandelingspartner op Schiphol. Verder doen de luchtvaartmaatschappijen geen uitspraken over ze tot dit besluit zijn gekomen. Wel laat een woordvoerder van Air France weten dat het klopt dat het laten afhandelen van vluchten door andere partners geen uitzondering is binnen de Air France-KLM-groep.</p>\n        <p>Vandaag deed de rechter uitspraak in een kortgeding dat KLM had aangespannen tegen vakbonden FNV en CNV voor een staking komende woensdag. Die mag van de rechter onder voorwaarden doorgaan.</p>",
    "full_text": "NOS Nieuws • vandaag, 08:38 • Aangepast vandaag, 14:15 Air France en Delta willen het laden en lossen van bagage op hun vliegtuigen op Schiphol niet meer door KLM laten doen. De twee luchtvaartmaatschappijen hebben KLM laten weten dat zij op zoek gaan naar een andere afhandelingspartner. Dat maakte KLM vanmorgen bekend in een persbericht. KLM wijst naar de recente stakingen van grondpersoneel als een van de oorzaken van het verlies van de twee klanten. Het gaat om de zogenoemde afhandelingen \"onder de vleugel\". Naast het laden en lossen van bagage is dit bijvoorbeeld ook het duwen van vliegtuigen van en naar de gate. Air France en Delta hebben KLM laten weten dat zij andere afhandelingsbedrijven op Schiphol een offerte vragen. Daarna maken zij een keuze wie de werkzaamheden van KLM gaat overnemen. KLM doet per dag de afhandeling van 380 vluchten op Schiphol. Hieronder zeventien van Delta en twaalf van Air France. Het wegvallen van deze klanten heeft directe gevolgen, benadrukt KLM. Welke dat precies zijn brengt het bedrijf nog in kaart. Pijnlijk Vooral het wegvallen van Air France is pijnlijk voor KLM. De twee vliegmaatschappijen zitten samen in het concern Air France-KLM. Toch is het gebruik maken van elkaars diensten geen vanzelfsprekendheid. KLM maakt voor de grondafhandeling in Parijs bijvoorbeeld al geen gebruik van Air France. KLM-dochter Transavia laat zijn toestellen laden en lossen op Schiphol via KLM-concurrent Viggo. KLM zegt in een toelichting dat de kosten een belangrijke rol spelen voor de keuze voor een grondafhandelaar. \"KLM is aanzienlijk duurder dan andere partijen op Schiphol. En daar komen de gevolgen van de recente stakingen bij. Die raken niet alleen KLM, maar ook onze klanten en partners\", zegt een woordvoerder. Zowel Air France als Delta laat aan de NOS weten op zoek te gaan naar een andere afhandelingspartner op Schiphol. Verder doen de luchtvaartmaatschappijen geen uitspraken over ze tot dit besluit zijn gekomen. Wel laat een woordvoerder van Air France weten dat het klopt dat het laten afhandelen van vluchten door andere partners geen uitzondering is binnen de Air France-KLM-groep. Vandaag deed de rechter uitspraak in een kortgeding dat KLM had aangespannen tegen vakbonden FNV en CNV voor een staking komende woensdag. Die mag van de rechter onder voorwaarden doorgaan.",
    "scraped_at": "2025-09-29T17:45:32.595134Z"
    },
    {
    "published": "Mon, 16 Jun 2025 13:16:00",
    "title": "Dna-data miljoenen gebruikers 23andMe verkocht aan onderzoeksinstituut",
    "url": "https://www.security.nl/posting/892443/Dna-data+miljoenen+gebruikers+23andMe+verkocht+aan+onderzoeksinstituut",
    "full_text": "De dna-gegevens van miljoenen gebruikers van dna-testdienst 23andMezijn verkochtaan het TTAM Research Institute en komen toch niet in handen van farmabedrijf Regeneron. Het instituut wordt geleid door Anne Wojcicki, medeoprichter en voormalig ceo van 23andMe. Het instituut zegt dat het bestaande beleid van 23andMe wordt gerespecteerd en gebruikers hun bestaande account en genetische data kunnen verwijderen en zich afmelden voor onderzoek. Via 23andMe en soortgelijke bedrijven kunnen gebruikers hun dna laten testen om te zien waar hun voorouders vandaan komen en in contact te komen met andere familieleden op het platform. Daarnaast kan er ook worden getest op gezondheidsgerelateerde zaken. 23andMe heeft wereldwijd miljoenen gebruikers, waaronder in Nederland. Het bedrijf kreeg in 2023 met een gevoelig datalek te maken, waarbij de afstammingsgegevens van 6,9 miljoen gebruikers werden gestolen. In maart vroeg het dna-testbedrijf faillissement aan, omdat het onvoldoende omzet genereerde. Vorige maand werd het bedrijf met de dna-data als inboedel via een veiling aangeboden. Farmabedrijf Regeneron leek met een bedrag van 265 miljoen dollar de nieuwe eigenaar te worden, maar Wojcicki ging bij de rechter in beroep tegen deze uitkomst. Vorige week vond een nieuwe veiling plaats die met een bedrag van 305 miljoen dollar door TTAM is gewonnen. Alle gebruikers zullen twee dagen voor de definitieve afronding van de verkoop informatie over de rol van TTAM ontvangen en hoe men zich voor onderzoek kan afmelden en data verwijderen. Sinds het faillissement heeftvijftien procentvan de gebruikers zijn of haar dna-data verwijderd.",
    "feed": "security.nl"
    },
    {
    "published": "Mon, 23 Jun 2025 16:11:00",
    "title": "'Europese Commissie wil Microsoft Azure door OVHcloud vervangen'",
    "url": "https://www.security.nl/posting/893372/%27Europese+Commissie+wil+Microsoft+Azure+door+OVHcloud+vervangen%27",
    "full_text": "De Europese Commissie wil Microsoft Azure door het Franse OVHcloud vervangen, zo steltEuractivop basis van drie anonieme bronnen. Volgens de bronnen zijn Brussel en de Franse cloudprovider in vergevorderde onderhandelingen om van Microsofts cloud naar de clouddiensten van het bedrijf te verhuizen. \"Gesprekken zijn inderdaad gaande, met zowel de Commissie en andere publieke en private instellingen en organisaties die projecteren evalueren om naar een soevereine cloud te migreren\", aldus een woordvoerder van OVHcloud tegenover Euractiv. De bronnen stellen tegenover Euractiv dat Brussel al een aantal weken met OVHcloud in gesprek is. Een aantal andere Europese cloudproviders, waaronder het Duitse IONOS, Franse Scaleway en Italiaanse Aruba, worden ook als mogelijke alternatieven overwogen. De overstap zou Europese instellingen meer controle over de eigen digitale infrastructuur en data moeten geven. The Registerlaat weten dat OVHcloud het overleg met de Europese Commissie ook via X aankondigde, maar dat dat bericht inmiddels is verwijderd. Tegenover The Register stelt OVHcloud dat de gesprekken met Brussel en andere organisaties een groeiende interesse tonen in het migreren naar een soevereine cloud. De afgelopen maanden werd nog geregeld gepleit voor een 'EuroStack', met het plan om de ontwikkeling van chips, cloudomgevingen en AI-modellen in Europa te laten plaatsvinden. Bloomberg en Politico kwamen in april echter metberichtgevingdat de Europese Commissie in een document zou gaan toegeven dat het ondanks deze plannen niet zonder Amerikaanse tech kan.",
    "feed": "security.nl"
    },
    {
    "feed": "Politie",
    "title": "Veertien rijbewijzen ingevorderd op A15",
    "url": "https://www.politie.nl/nieuws/2025/november/10/07-veertien-rijbewijzen-ingevorderd-op-a15.html",
    "published": "Mon, 10 Nov 2025 16:19:00 GMT",
    "summary": "Afgelopen weekend heeft Team Verkeer tijdens een reguliere surveillance op de A15 veertien rijbewijzen ingevorderd wegens ernstige snelheidsovertredingen.",
    "full_text": "Van zaterdag op zondag werden vier rijbewijzen ingevorderd. Tijdens een van de invorderingen reed een auto 209 km/u op een traject waar de maximumsnelheid 100km/u is. Tijdens de opeenvolgende achtervolging verhoogde de Belgische bestuurder zijn snelheid tot 250 km/u. Vlak voor de Belgische grens raakte de tank van de auto leeg. De bestuurder is vervolgens aangehouden voor gevaarlijk rijgedrag en de verdenking van rijden onder invloed van verdovende middelen. Daarbij is ook de auto in beslag genomen en het rijbewijs ingevorderd. Na controle bleek dat de bestuurder slechts twee weken in het bezit van een rijbewijs was. Tijdens de surveillance van zondag op maandag zijn nog tien rijbewijzen ingevorderd. Naast de ingevorderde rijbewijzen en het betalen van een boete, moeten de bestuurders ook een verplichte driedaagse Educatieve Maatregel Gedrag (EMG) cursus bij het CBR volgen (op eigen kosten). Alleen bij het positief afronden van deze cursus mag het rijbewijs worden behouden. De verkeerspolitie surveilleert regelmatig om gevaarlijk rijgedrag terug te dringen en verkeersveiligheid te vergroten.",
    "scraped_at": "2025-11-30T19:07:11.349289+00:00"
    },
    {
    "feed": "Politie",
    "title": "28-jarige man overleden bij verkeersongeval in Wormerveer",
    "url": "https://www.politie.nl/nieuws/2025/oktober/25/04-28-jarige-man-overleden-bij-verkeersongeval-in-wormerveer.html",
    "published": "Sat, 25 Oct 2025 10:47:00 GMT",
    "summary": "Op zaterdag 25 oktober rond 00.30 uur vond een ernstig ongeval plaats op de Wandelweg in Wormerveer. Hierbij is een bestuurder van een bromfiets in aanraking gekomen met een personenvoertuig. Het slachtoffer, een 28-jarige man uit de gemeente Zaanstad, is hierbij komen te overlijden. De politie onderzoekt de toedracht van het verkeersongeval.",
    "full_text": "Na het ongeval werd het slachtoffer door hulpdiensten gereanimeerd, maar dit mocht helaas niet meer baten. De nabestaanden krijgen een familieagent toegewezen. De bestuurder van het personenvoertuig is volgens procedure aangehouden en diens rol zal worden onderzocht. Bij deze persoon is een alcohol en drugstest afgenomen. Deze waren beide negatief. Getuigenoproep Bent u getuige geweest? Of beschikt u over relevant beeldmateriaal (foto’s of video’s) van de situatie? Neem dan contact met ons op. Dat kan via onderstaand tipformulier. Vergeet hierbij niet het zaaknummer 2025249308 te vermelden. Ook kunt u bellen met 0900-8844. Slachtofferhulp Tijdens het ongeval waren meerdere omstanders aanwezig. Het meemaken van een verkeersongeval is zeer ingrijpend. Daarom kunt u als getuige of omstander bij Slachtofferhulp terecht voor steun. De ondersteuning die Slachtofferhulp biedt is altijd gratis. Bel 0900-0101 of laat op de website van Slachtofferhulp een bericht achter met verzoek tot contact. U kunt ook contact opnemen met de politie via nummer 0900-8844. Hier kunt u ook uw gegevens achterlaten, waarna slachtofferhulp Nederland contact met u zal opnemen.",
    "scraped_at": "2025-11-30T19:07:11.455587+00:00"
    },
    {
    "feed": "Politie",
    "title": "Twee aanhoudingen na schietincident Schiedam",
    "url": "https://www.politie.nl/nieuws/2025/november/10/07-twee-aanhoudingen-na-schietincident-schiedam.html",
    "published": "Mon, 10 Nov 2025 12:56:00 GMT",
    "summary": "Zondagavond is er om 20.15 uur geschoten binnen in een winkelcentrum in Schiedam aan het Hof van Spaland. Daarbij is gelukkig niemand gewond geraakt. De politie heeft twee verdachten aangehouden en doet onderzoek. De politie zoekt ook getuigen die meer kunnen vertellen over wat er precies is gebeurd in het winkelcentrum.",
    "full_text": "De politie doet onderzoek naar de toedracht van het schietincident. Na het schieten zijn de betrokkenen gevlucht. Twee van hen zijn kort erna aangehouden in de omgeving. Het gaat om een 16-jarige jongen uit Lelystad en een 17-jarige jongen uit Rotterdam. Getuigen en camerabeelden gezocht De politie komt graag in contact met mensen die mogelijk meer hebben gezien of gehoord van het schietincident in Schiedam. Ook als u camerabeelden heeft uit deze omgeving waarop mogelijk iets verdachts te zien is, komt de politie graag met u in contact. U kunt deze gemakkelijk uploaden via de onderstaande link. Daarnaast kan u ook altijd bellen naar 0900-8844. Als u liever anoniem meldt kan dat via Meld Misdaad Anoniem op 0800-7000.",
    "scraped_at": "2025-11-30T19:07:11.350479+00:00"
    },
    {
    "published": "Mon, 07 Apr 2025 14:04:00",
    "title": "'Gestolen Jira-inloggegevens gebruikt voor datadiefstal en afpersen bedrijven'",
    "url": "https://www.security.nl/posting/883276/%27Gestolen+Jira-inloggegevens+gebruikt+voor+datadiefstal+en+afpersen+bedrijven%27",
    "full_text": "Criminelen achter de HellCat-ransomwaregroep maken gebruik van gestolen Jira-inloggegevens om zo allerlei data te stelen en daarmee bedrijven af te persen. Dat laat securitybedrijfHudsonRockweten. De groep plaatste onlangs de namen vanvier nieuwe slachtoffersop de eigen website. Volgens de onderzoekers zijn die allemaal gecompromitteerd doordat de inloggegevens voor de gebruikte Jira-installatie door middel van infostealer-malware gestolen kon worden. Infostealer-malware is malware speciaal ontwikkeld voor het stelen van allerlei inloggegevens van besmette systemen. Atlassian Jira is een ticketsysteem voor het tracken van bugs en andere problemen, alsmede projectmanagement. HudsonRock stelt dat het geen toeval is dat de aanvallers zich op Jira richten, aangezien het een centrale rol speelt binnen enterprise workflows en een grote hoeveelheid gevoelige data kan bevatten. Zodra de aanvallers toegang hebben kunnen ze volgens de onderzoekers zich met \"verontrustende eenvoud\" lateraal bewegen, rechten verhogen en vitale informatie stelen. De vier bedrijven komen uit de Verenigde Staten, Zweden en Polen. HudsonRock vond in logbestanden van infostealer-malware gestolen inloggegevens voor de Jira-installaties van de betreffende ondernemingen die vermoedelijk door de aanvallers zijn gebruikt. Organisaties worden aangeraden om multifactorauthenticatie (MFA) voor alle Jira-accounts in te stellen en netwerksegmentatie toe te passen. Verder wordt aangeraden om personeel te onderwijzen.",
    "feed": "security.nl"
    },
    {
    "published": "Sun, 20 Oct 2024 09:58:00",
    "title": "Limburgs Schuttersfeest door internetfraude voor 78.000 euro opgelicht",
    "url": "https://www.security.nl/posting/862750/Limburgs+Schuttersfeest+door+internetfraude+voor+78_000+euro+opgelicht",
    "full_text": "De organisatie van hetOud-Limburgs Schuttersfeest(OLS) is door internetfraude voor 78.000 euro opgelicht. Het Oud Limburgs Schuttersfeest (OLS) is een jaarlijks terugkeren feest waarbij schutterijen uit Belgisch en Nederlands Limburg samenkomen. Het is zowel in Nederland als Vlaanderen immaterieel cultureel erfgoed. \"Er is via een bedrijf waar we iets mee te maken hadden een mail binnengekomen en via die mail is iemand in ons systeem gekomen, en diegene is toen in een kettingmail, zoals dat dan heet, met een andere leverancier, is die in gaan zitten en is die net gaan doen alsof hij de vertegenwoordiger van die leverancier was,\" zo laat het Oud Limburgs Schuttersfeest (OLS) tegenoverL1 Nieuwsweten. Vervolgens werd een bankrekeningnummer aangepast en 78.000 euro ontfutseld, aldus de zender. DeNOSmeldt dat de aanvaller bankrekeningnummers op facturen van leveranciers aanpaste, waardoor het geld niet naar leveranciers werd overgemaakt, maar naar de aanvaller. Het OLS heeft de gedupeerde leveranciers alsnog betaald. Verdere details over de aanval zijn niet gegeven. De FBI meldde onlangs dat de de wereldwijde schade door 'Business Email Compromise' (BEC) de55 miljard dollaris gepasseerd. BEC is een containerbegrip waar allerlei e-mailgerelateerde fraudes onder vallen. Het gaat dan bijvoorbeeld om ceo-fraude, maar ook fraudes waarbij oplichters zich voordoen als leverancier en afnemers verzoeken om betalingen naar andere rekeningen over te maken.",
    "feed": "security.nl"
    },
    {
    "feed": "Nationaal Cyber Security Centrum - Nieuwsberichten",
    "title": "NCSC en DTC lanceren gezamenlijke basisprincipes voor digitale weerbaarheid",
    "url": "https://www.ncsc.nl/actueel/nieuws/2025/04/04/ncsc-en-dtc-lanceren-gezamenlijke-basisprincipes-voor-digitale-weerbaarheid",
    "published": "Mon, 07 Apr 2025 12:00:00 GMT",
    "summary": "Het Nationaal Cyber Security Centrum (NCSC) en het Digital Trust Center (DTC) introduceren een vernieuwde, gezamenlijke set basisprincipes om de digitale weerbaarheid van Nederlandse bedrijven en organisaties te versterken. Met de komst van deze uniforme en breed afgestemde set basisprincipes is er nu één leidraad die toepasbaar is voor alle bedrijven en organisaties in Nederland.",
    "full_text": "NCSC en DTC lanceren gezamenlijke basisprincipes voor digitale weerbaarheid Nieuwsbericht | 07-04-2025 | 14:00 Het Nationaal Cyber Security Centrum (NCSC) en het Digital Trust Center (DTC) introduceren een vernieuwde, gezamenlijke set basisprincipes om de digitale weerbaarheid van Nederlandse bedrijven en organisaties te versterken. Met de komst van deze uniforme en breed afgestemde set basisprincipes is er nu één leidraad die toepasbaar is voor alle bedrijven en organisaties in Nederland. Voor Nederlandse bedrijven en organisaties is digitale veiligheid een voorwaarde om de kansen van de digitale economie te benutten. De realiteit is dat zij dagelijks te maken hebben met cyberdreigingen. Bedrijven en organisaties moeten zich weren tegen deze dreigingen en voldoende investeren in beveiliging. De nieuwe set van 5 basisprincipes helpt om de basis op orde te brengen en zo de digitale weerbaarheid te vergroten. Deze basisprincipes zijn als volgt. 1. Breng risico’s in kaart Door je afhankelijkheden en belangen in kaart te brengen, weet je welke dreigingen relevant zijn, wat je te beschermen belangen zijn, welke risico’s zich voordoen en hoe je deze adresseert. Basisprincipe 1: Breng je risico’s in kaart 2. Bevorder veilig gedrag Medewerkers kunnen onbedoeld of bedoeld grote schade toebrengen aan een organisatie. Bevorder veilig gedrag door in te zetten op een veilige cultuur, leren van fouten, degelijke processen en bewustwording. Basisprincipe 2: Bevorder veilig gedrag 3. Bescherm systemen, apparaten en applicaties Systemen, applicaties en apparaten houden je organisatie draaiende, maar kwetsbaarheden kunnen voor grote verstoringen zorgen. Bescherm ze door veilige instellingen te kiezen en dreigingen tijdig te detecteren. Basisprincipe 3: Bescherm systemen, applicaties en apparaten 4. Beheer de toegang Bepaal per medewerker tot welke systemen en data toegang nodig is om te kunnen werken. Zorg dat toegangsrechten worden aangepast als iemand een nieuwe functie krijgt of bij de organisatie vertrekt. Basisprincipe 4: Beheer toegang tot data en diensten 5. Bereid je voor op incidenten Incidenten zijn onvermijdelijk, dus bereid je voor. Om weerbaar te zijn tegen digitale incidenten, is het belangrijk om te weten hoe je op incidenten moet reageren en hoe je de schade kunt herstellen als het toch misgaat. Basisprincipe 5: Bereid je voor op incidenten Rijksbrede set basisprincipes De vernieuwde basisprincipes zijn naar aanleiding van de Nederlandse Cybersecuritystrategie (NLCS) ontwikkeld door het DTC en het NCSC, die vanaf 1 januari verder gaan als één organisatie . Daarbij zijn niet alleen de eigen bestaande richtlijnen als uitgangspunt genomen, maar ook die van andere organisaties, zoals de AIVD, CIO Rijk, Cyberveilig Nederland en RDI. Inhoudelijk is de vernieuwde set gebaseerd op bestaande richtlijnen zoals NIST CSF en NIS2. “We hebben de verschillende richtlijnen en principes naast elkaar gelegd en geanalyseerd. Op basis van overeenkomsten en verschillen hebben we de meest relevante elementen geselecteerd en samengebracht in een gezamenlijke, breed gedragen set,” zegt Anthonie Drenth, cybersecurityadviseur bij het NCSC. Basisprincipes breed toepasbaar Het DTC en het NCSC hadden voor de gemeenschappelijke basisprincipes ieder eigen aparte richtlijnen voor hun eigen doelgroep. Het DTC gericht op niet-vitale bedrijven en organisaties en het NCSC gericht op Rijksoverheid en organisaties in vitale sectoren. “Een kleine ondernemer heeft vaak andere middelen en risico’s dan een vitale organisatie, maar met deze basisprincipes krijgt iedere organisatie een eenduidig en uniform houvast vanuit de overheid,” zegt Matthijs van Amelsfort, directeur van het NCSC. “De basisprincipes zijn zo opgesteld dat ze zowel praktisch als breed toepasbaar zijn. Ze bieden concrete handvatten waarmee zowel kleine als grote, vitale en niet-vitale bedrijven en organisaties hun digitale veiligheid kunnen verbeteren.”",
    "scraped_at": "2025-10-04T10:52:13.593276Z"
    },
    {
    "feed": "Politie",
    "title": "Synthetisch drugslab aangetroffen in Zwaag",
    "url": "https://www.politie.nl/nieuws/2025/oktober/23/04-synthetisch-drugslab-aangetroffen-in-zwaag.html",
    "published": "Thu, 23 Oct 2025 13:55:00 GMT",
    "summary": "Aan de Kosterstuin in Zwaag is in een woning een in werking zijnde drugslab voor synthetische drugs  aangetroffen. De politie deed daar vrijdagmiddag 17 oktober 2025, naar aanleiding van een melding, een instap. De politie heeft twee mannen van 55 en 44 jaar uit de gemeente Hoorn aangehouden. Alleen de 44-jarige man zit nog vast.",
    "full_text": "Bij binnentreden ontdekte de politie een in werking zijnde synthetische drugslab. Hier werd een grote hoeveelheid methamfetamine aangetroffen. Het drugslab is ontmanteld en de aanwezige spullen zijn afgevoerd en vernietigd. Tips Heeft u informatie of tips die ons kunnen helpen bij dit onderzoek? Of heeft u in de omgeving van de Kosterstuin in Zwaag iets verdachts gezien dat u is opgevallen? Bel dan 0900-8844 of via Meld Misdaad Anoniem 0800-7000. Risico's De productie van synthetische drugs is niet alleen verboden, het brengt ook grote risico’s met zich mee. Bij de productie worden zuren en licht ontvlambare oplosmiddelen gebruikt. De kosten voor het ontruimen van een drugslab en het opruimen van het afval worden betaald met ons belastinggeld. De productie van synthetische drugs is vaak in handen van zware criminelen. Telers en laboranten worden steeds vaker slachtoffer van geweldsdelicten en ripdeals. Maar niet alleen de daders lopen gevaar, jij ook. Criminelen deinzen niet terug voor geweld, wat zorgt voor onveilige situaties. Chemisch afval van de druglabs is een bedreiging voor het milieu en kan brandwonden veroorzaken. Hoe herken ik een drugslab en wat moet ik doen? Drugslabs kunnen zich overal bevinden; op het platteland of in de grote stad, in bedrijfspanden, boerenschuren, woonhuizen, garageboxen of in flatgebouwen. In een drugslab ruikt het sterk naar chemicaliën, zoals oplosmiddelen (aceton). Om te voorkomen dat het buiten ook zo ruikt, zijn kieren van ongebruikte ramen en deuren vaak afgedicht, bijvoorbeeld met purschuim. Afzuiginstallaties met koolstoffilters voeren vaak de lucht af via het dak. Drugslabs zitten vaak in de buurt van fabrieken of boerderijen die ook stinken (mestlucht). Daardoor valt de stank van het drugslab minder op. Als u een drugslab ontdekt ga dan direct naar buiten. Breng uzelf in veiligheid. Ga er niet vanuit dat u veilig bent als u geen chemische geur ruikt. Er is altijd kans op giftige stoffen, een explosie of brand. Bel de politie op 112. Doe dit wel op enige afstand. U kunt ook altijd bellen naar Meld Misdaad Anoniem op 0800-7000. Houd misdaad uit je buurt Melden helpt. Informatie over (de achtergronden van) vergelijkbare incidenten kan worden gemeld via 0900-8844. Als u aarzelt om informatie te verstrekken, kunt u dit ook altijd anoniem doen via Meld Misdaad Anoniem (0800-7000) of via het Team Nationale Inlichtingen (088-6617734), een afdeling die getraind is in het afschermen van tipgevers en informanten. Meer informatie over hoe te handelen bij het aantreffen van een drugslab vindt u hier . 2025243193",
    "scraped_at": "2025-11-30T19:07:11.464957+00:00"
    },
    {
    "published": "Mon, 17 Feb 2025 09:37:00",
    "title": "NCSC: 121 Nederlandse bedrijven vorig jaar slachtoffer van ransomware",
    "url": "https://www.security.nl/posting/876549/NCSC%3A+121+Nederlandse+bedrijven+vorig+jaar+slachtoffer+van+ransomware",
    "full_text": "Vorig jaar werden 121 Nederlandse bedrijven en organisaties het slachtoffer van ransomware. Infecties met ransomware zijn echter vaak te voorkomen als organisaties basisbeveiligingsmaatregelen nemen, zoals het installeren van beveiligingsupdates en beveiligen van accounts,aldushet Nationaal Cyber Security Centrum (NCSC) op basis van 121 gemelde ransomware-incidenten die bij de autoriteiten en securitybedrijven binnenkwamen. In 2023 ging het nog om147 meldingen. \"Incidenten bij grote en middelgrote organisaties (vanaf ca. 50 fte) zijn in ongeveer 40 procent van de gevallen zichtbaar door middel van de genoemde bronnen, terwijl dit voor het mkb slechts 10-15 procent is. Dit suggereert dat het daadwerkelijke aantal ransomware aanvallen hoger ligt\", zo stelt het NCSC. Van de 121 incidenten was 38 procent mogelijk doordat aanvallers accounts konden overnemen. 33 procent was het gevolg van misbruikte kwetsbaarheden in software. Welke kwetsbaarheden allemaal misbruikt werden wordt niet gemeld. Ook laat de analyse van het NCSC niet weten hoe aanvallers toegang tot accounts konden krijgen. De Cactus-ransomware was volgens het NCSC vorig jaar verantwoordelijk voor een 'aanzienlijke hoeveelheid' slachtoffers in Nederland. De groep wist organisaties door middel van kwetsbaarheden in analyticsplatformQlik Sensete compromitteren. Van de 121 getroffen bedrijven en organisaties bevond bijna een kwart zich in de ict-sector, gevolgd door handel en industrie. Verder stelt het NCSC dat de bereidheid tot het betalen van losgeld met elf procent is gestegen ten opzichte van vorig jaar. Volgens de overheidsinstantie is deze procentuele stijging te wijten aan een kleiner aantal slachtoffers in 2024 ten opzichte van 2023. In absolute cijfers gaat het om tien slachtoffers in 2023 en dertien slachtoffers in 2024. Afsluitend laat het NCSC weten dat het cruciaal is dat door ransomware getroffen organisaties en bedrijven aangifte doen bij de politie. \"Ook als criminelen al betaald zijn, geeft dat de politie belangrijke informatie. Een aangifte kan ontbrekende informatie bevatten waarmee de politie het systeem kan ontgrendelen. Ook helpt het bij het vinden van verdachten.\" Vorig jaar stelde deAutoriteit Persoonsgegevensal op basis van ontvangen meldingen dat veel slachtoffers van ransomware de beveiliging niet op orde hadden.",
    "feed": "security.nl"
    },
    {
    "published": "Mon, 10 Feb 2025 11:52:00",
    "title": "Aanvaller kreeg via bruteforce-aanval toegang tot server softwarebedrijf Nebu",
    "url": "https://www.security.nl/posting/875591/Aanvaller+kreeg+via+bruteforce-aanval+toegang+tot+server+softwarebedrijf+Nebu",
    "full_text": "Een aanvaller wist begin 2023 via een bruteforce-aanval toegang tot een terminal server van softwarebedrijf Nebu te krijgen, waarna toegang werd geforceerd tot de Google Cloud Server van Nebu. Op die server stonden gegevens van klanten van Nebu, waaronder verschillende marktonderzoeksbureaus, zoals het bureauBlauw. Dat staat in eenvonnisvan de Rechtbank Rotterdam. Blauw en andere onderzoeksbureaus gebruikten de software van Nebu voor het uitvoeren van klanttevredenheidsonderzoeken. Om gebruik te kunnen maken van de diensten van Nebu bewaarden Blauw en andere marktonderzoeksbureaus grote hoeveelheden data op de servers van Nebu. Het ging onder meer om een grote hoeveelheid persoonsgegevens van de klanten van Blauw’s klanten, zoals bijvoorbeeld reizigers van deNederlandse Spoorwegenen abonnees vanVodafoneZiggo. De opgeslagen data bestond uit namen en adresgegevens, maar in bepaalde gevallen ook om gegevens van medische aard over natuurlijke personen die klanten zijn van Blauw’s klanten. Begin maart 2023 deed zich een veiligheidsincident voor bij Nebu. \"Een ongeautoriseerd en onbekend persoon heeft zich met een brute force attack digitaal toegang verschaft tot de terminal server van Nebu., waarna toegang werd geforceerd tot de Google Cloud Server van Nebu. Op die server zijn data opgeslagen van klanten van Nebu (zoals Blauw), die die klanten met de software van Nebu hebben verzameld en verwerkt. Bij dat incident zijn mogelijk data van Blauw betrokken geraakt die zij bij Nebu had opgeslagen\", aldus het vonnis. MultifactorauthenticatieNaar aanleiding van het datalek besloot Blauw een rechtszaak tegen Nebu en moederbedrijf Enghouse aan te spannen, onder andere over het niet standaard aanwezig zijn van multifactorauthenticatie (MFA). Voor het incident werd MFA niet standaard kosteloos door Nebu aan klanten aangeboden. Na het incident werd de maatregel kosteloos voor alle klanten ingevoerd. Volgens Blauw is Nebu haar verplichtingen uit de Data Processing Agreement (DPA), om passende beveiligingsmaatregelen te treffen, niet nagekomen omdat het geen MFA had geïmplementeerd.\"Volgens Blauw had (verplichte) MFA de kans op een succesvolle cyberaanval met 99 procent verminderd, zeker bij een brute force attack als hier aan de orde. Dat geldt nog sterker als Nebu daarnaast ook voldoende maatregelen had getroffen om de gegevens van de klanten van Blauw, af te schermen van die van haar andere klanten (data segregation; datascheiding). Nebu heeft ten onrechte nagelaten datascheiding toe te passen. Dat Nebu onvoldoende maatregelen heeft getroffen om de scheiding van data te waarborgen, blijkt volgens Blauw daaruit dat de brute force attack en de daardoor geforceerde toegang tot de gegevens plaatsvond via het account van een andere klant van Nebu en dat toch toegang werd verkregen tot de data van Blauw en mogelijk tot de persoonsgegevens van Blauw’s klanten\", zo laat het vonnis verder weten.Nebu is het daar niet mee eens. Het softwarebedrijf stelt dat in de periode waarin het incident plaatsvond niet van haar mocht worden verwacht dat zij MFA voor al haar klanten had ingevoerd. Volgens Nebu waren er op dat moment verschillende producten op de markt zonder MFA en werd door (potentiële) klanten niet gevraagd om MFA. Nebu wijst er op dat in de contractuele afspraken tussen partijen noch in de relevante regelgeving is opgenomen dat MFA verplicht was. Dat Nebu na het incident MFA bij al haar klanten kosteloos MFA heeft ingevoerd, doet hier niets aan af, aldus Nebu.Bovendien had MFA er volgens Nebu in dit geval niet voor gezorgd dat het incident niet had plaatsgevonden en evenmin verschil gemaakt voor het betrokken raken van de gegevens van Blauw’s klanten. Nebu wijst er daarnaast op dat sprake was van een multi tenant environment-contract met Blauw, waarbij verschillende klanten gebruik maakten van dezelfde omgeving voor de gegevensopslag. Dat was volgens Nebu heel gebruikelijk. Volgens Nebu hadden haar klanten in 2021 noch in 2023 toegang tot de gegevens van andere klanten van Nebu en is van daadwerkelijk volkomen gescheiden data alleen sprake als een klant ervoor kiest de gegevens niet in de cloud op te slaan.\"Hieruit volgt dat partijen uiteenlopende visies hebben op de gangbaarheid van MFA en de gebruikelijke wijze van datascheiding in de periode voorafgaand aan het incident. Ook hun standpunten over het effect dat MFA, al dan niet in combinatie met scheiding van data van klanten, in dit geval had gehad, lopen zeer uiteen\", laat de rechter weten. Die wil nu dat er een onafhankelijke deskundige komt die hier uitsluitsel over geeft. Ook moet de deskundige een oordeel geven of Nebu Blauw niet onmiddellijk en adequaat heeft geïnformeerd, zoals het marktonderzoeksbureau beweert.DeskundigeDe rechter wil dat de deskundige verschillende vragen beantwoordt, waaronder of het begin 2023 gebruikelijk was in de branche om MFA en datascheiding toe te passen voor het beveiligen van persoonsgegevens, dan wel een combinatie van beide. De zaak gaat over een maand verder. \"Volgens Blauw had (verplichte) MFA de kans op een succesvolle cyberaanval met 99 procent verminderd, zeker bij een brute force attack als hier aan de orde. Dat geldt nog sterker als Nebu daarnaast ook voldoende maatregelen had getroffen om de gegevens van de klanten van Blauw, af te schermen van die van haar andere klanten (data segregation; datascheiding). Nebu heeft ten onrechte nagelaten datascheiding toe te passen. Dat Nebu onvoldoende maatregelen heeft getroffen om de scheiding van data te waarborgen, blijkt volgens Blauw daaruit dat de brute force attack en de daardoor geforceerde toegang tot de gegevens plaatsvond via het account van een andere klant van Nebu en dat toch toegang werd verkregen tot de data van Blauw en mogelijk tot de persoonsgegevens van Blauw’s klanten\", zo laat het vonnis verder weten. Nebu is het daar niet mee eens. Het softwarebedrijf stelt dat in de periode waarin het incident plaatsvond niet van haar mocht worden verwacht dat zij MFA voor al haar klanten had ingevoerd. Volgens Nebu waren er op dat moment verschillende producten op de markt zonder MFA en werd door (potentiële) klanten niet gevraagd om MFA. Nebu wijst er op dat in de contractuele afspraken tussen partijen noch in de relevante regelgeving is opgenomen dat MFA verplicht was. Dat Nebu na het incident MFA bij al haar klanten kosteloos MFA heeft ingevoerd, doet hier niets aan af, aldus Nebu. Bovendien had MFA er volgens Nebu in dit geval niet voor gezorgd dat het incident niet had plaatsgevonden en evenmin verschil gemaakt voor het betrokken raken van de gegevens van Blauw’s klanten. Nebu wijst er daarnaast op dat sprake was van een multi tenant environment-contract met Blauw, waarbij verschillende klanten gebruik maakten van dezelfde omgeving voor de gegevensopslag. Dat was volgens Nebu heel gebruikelijk. Volgens Nebu hadden haar klanten in 2021 noch in 2023 toegang tot de gegevens van andere klanten van Nebu en is van daadwerkelijk volkomen gescheiden data alleen sprake als een klant ervoor kiest de gegevens niet in de cloud op te slaan. \"Hieruit volgt dat partijen uiteenlopende visies hebben op de gangbaarheid van MFA en de gebruikelijke wijze van datascheiding in de periode voorafgaand aan het incident. Ook hun standpunten over het effect dat MFA, al dan niet in combinatie met scheiding van data van klanten, in dit geval had gehad, lopen zeer uiteen\", laat de rechter weten. Die wil nu dat er een onafhankelijke deskundige komt die hier uitsluitsel over geeft. Ook moet de deskundige een oordeel geven of Nebu Blauw niet onmiddellijk en adequaat heeft geïnformeerd, zoals het marktonderzoeksbureau beweert. DeskundigeDe rechter wil dat de deskundige verschillende vragen beantwoordt, waaronder of het begin 2023 gebruikelijk was in de branche om MFA en datascheiding toe te passen voor het beveiligen van persoonsgegevens, dan wel een combinatie van beide. De zaak gaat over een maand verder.",
    "feed": "security.nl"
    },
    {
    "feed": "Politie",
    "title": "Twee keer raak op één dag: politie haalt 136 kilo illegaal vuurwerk uit woonwijken in Hoogvliet",
    "url": "https://www.politie.nl/nieuws/2025/november/25/07-politie-haalt-136-kilo-illegaal-vuurwerk-uit-woonwijken-in-hoogvliet.html",
    "published": "Tue, 25 Nov 2025 14:47:00 GMT",
    "summary": "Buurtbewoners hadden er last van: er werd zwaar vuurwerk afgestoken in de wijk. Naar aanleiding van meerdere (anonieme) meldingen heeft de politie op 20 november een woning aan de Steurweg in Hoogvliet doorzocht. Er werden vier lanceerpijpen in beslag genomen. Deze pijpen kunnen gebruikt worden voor het afvuren van zeer zwaar vuurwerk. In de gehuurde garagebox aan de Kruisnetlaan werd vervolgens het illegale vuurwerk gevonden: 110 kilogram waaronder een mortierbom van 3 kg.",
    "full_text": "* foto ter illustratie Door een medewerker van een gespecialiseerd bedrijf werd het vuurwerk opgehaald. Een deel van het vuurwerk moest ter plaatse beoordeeld worden door politiemedewerkers van het Team Explosieven Verkennner. Hieruit bleek dat er een aantal zeer zware mortierbommen aanwezig waren. Deze moesten apart afgevoerd worden. Een 20-jarige man uit Hoogvliet is vandaag aangehouden. Ook op de Karekiet in Hoogvliet was het raak. Op de vliering van een woning werd ruim 26 kg illegaal vuurwerk aangetroffen. De 22-jarige bewoner is aangehouden. De politie kwam ook dit vuurwerk op het spoor door een anonieme melding. Melden van verboden vuurwerk en vuurwerkoverlast Illegale handel en opslag van verboden vuurwerk levert levensgevaarlijke situaties op. Het is daarom enorm belangrijk dat buurtbewoners melding blijven maken als zij last hebben van vuurwerk of het vermoeden hebben dat er vuurwerk wordt opgeslagen of verhandeld waar dat niet de bedoeling is. Melden kan via 0900-8844 of anoniem via M. 0800 7000 of via Meldmisdaadanoniem.nl.",
    "scraped_at": "2025-11-30T19:07:11.225099+00:00"
    },
    {
    "published": "Fri, 01 Aug 2025 11:21:00",
    "title": "Microsoft: ambassades via man-in-the-middle aangevallen met malware",
    "url": "https://www.security.nl/posting/899126/Microsoft%3A+ambassades+via+man-in-the-middle+aangevallen+met+malware",
    "full_text": "Ambassades in Moskou zijn het doelwit van man-in-the-middle (MITM) aanvallen die op het niveau van de internetprovider plaatsvinden en systemen met malware proberen te infecteren, zo claimtMicrosoft. Het bedrijf heeft een analyse van de aanval en daarbij gebruikte malware online geplaatst. De aanval bestaat uit verschillende stappen waarbij de gebruiker ook een belangrijke rol speelt. Bij de eerste stap van de aanval laten de aanvallers het aangevallen systeem, door het onderscheppen van een request, geloven dat het achter een zogenoemde 'captive portal' zit. Dit zijn legitieme pagina's die worden gebruikt om toegang tot het netwerk te krijgen. Zo moet een gebruiker bijvoorbeeld eerst aangeboden voorwaarden accepteren voordat die netwerktoegang krijgt. Wifi-netwerken in hotels of op luchthavens maken er bijvoorbeeld gebruik van. Wanneer Windows achter een captive portal zit wordt de Windows Test Connectivity Status Indicator gestart. Deze service kijkt of het systeem internet heeft door een request naar www.msftconnecttest.com/redirect te sturen, die vervolgens naar msn.com redirect. Bij de MITM-aanvallen wordt deze redirect volgens Microsoft onderschept. De gebruiker wordt doorgestuurd naar een domein van de aanvallers dat een certificaat-foutmelding aan de gebruiker laat zien. De gebruiker krijgt daarbij een bestand aangeboden om het probleem te verhelpen. Het aan de gebruiker aangeboden bestand is in werkelijkheid de ApolloShadow-malware, aldus Microsoft. De malware installeert rootcertificaten die van antivirusbedrijf Kaspersky afkomstig lijken. De onderzoekers van Microsoft denken dat de aanvallers op deze manier TLS van het internetverkeer strippen om zo tokens en inloggegevens van de gebruiker te stelen. Daarnaast maken de aanvallers op het systeem ook een administrator aan, om zo \"persistent access\" te hebben\", aldus Microsoft. Volgens de onderzoekers is de aanvalscampagne al zeker sinds 2024 gaande en vormt die een risico voor ambassades, diplomatieke entiteiten en andere gevoelige organisaties die in Moskou opereren, en dan met name partijen die van lokale internetproviders gebruikmaken. Microsoft adviseert om al het verkeer via een versleutelde tunnel naar een vertrouwd netwerk te routeren, of een vpn-dienst van een satelliet-gebaseerde provider te gebruiken. Twee jaar geleden waarschuwde antivirusbedrijfESETdat buitenlandse ambassades in Belarus op soortgelijke wijze werden aangevallen.",
    "feed": "security.nl"
    },
    {
    "published": "Thu, 31 Jul 2025 16:10:00",
    "title": "Duitse politie neemt servers van ransomwaregroep in beslag",
    "url": "https://www.security.nl/posting/898991/Duitse+politie+neemt+servers+van+ransomwaregroep+in+beslag",
    "full_text": "De Duitse politie heeft in samenwerking met Europol, de FBI en andere politiediensten servers van een ransomwaregroep genaamd BlackSuit/Royalin beslag genomen. Hierbij zijn volgens de autoriteiten grote hoeveelheden gegevens veiliggesteld, die nu worden geanalyseerd om de verantwoordelijken te identificeren. De in beslag genomen servers werden gebruikt voor de verspreiding van de ransomware, het hosten van de 'leksite' van de groep en communicatie. Technische details over de operatie, zoals hoe de servers werden gevonden, zijn niet gegeven. Veel leksites van ransomwaregroepen maken gebruik van het Tor-netwerk om hun werkelijke ip-adres te verbergen. De Duitse autoriteiten stellen dat BlackSuit/Royal, net als veel andere ransomwaregroepen, een 'Double Extortion' tactiek hanteert. Bij slachtoffers worden bestanden zowel gestolen als versleuteld. Wanneer er geen losgeld wordt betaald dreigen de aanvallers de gegevens via hun eigen leksite openbaar te maken. De groep zou de afgelopen jarenhonderden slachtoffershebben gemaakt en daarbij voor meer dan vijfhonderd miljoen dollar schade hebben veroorzaakt. Onder andere softwarebedrijfCDK Globalwerd slachtoffer en zou miljoenen dollars losgeld hebben betaald. Eind 2023 liet de FBI weten dat de Royal-groep vooral via phishingmails toegang tot systemen van organisaties wist te krijgen. Twee derde van de aanvallen zou door middel van phishing plaatsvinden, gevolgd door aanvallen via het remote desktop protocol (RDP). Zodra de aanvallers eenmaal toegang hebben volgen ze de standaard werkwijze van ransomwaregroepen, waarbij er lateraal door het netwerk wordt bewogen en voor de uitrol van de ransomware gegevens worden gestolen.",
    "feed": "security.nl"
    },
    {
    "published": "Tue, 22 Apr 2025 10:43:00",
    "title": "Androidmalware onderschept NFC-verkeer voor plegen betaalfraude",
    "url": "https://www.security.nl/posting/885003/Androidmalware+onderschept+NFC-verkeer+voor+plegen+betaalfraude",
    "full_text": "Onderzoekers hebben Androidmalware ontdekt die NFC-verkeer van besmette telefoons onderschept en doorstuurt voor het plegen van betaalfraude via credit- of debitcards. Daarbij gebruiken de aanvallers social engineering om het slachtoffer te laten meewerken. De aanval begint met een bericht dat via WhatsApp of sms wordt verstuurd en waarschuwt voor een verdachte uitgaande betaling. Dat laat securitybedrijfCleafyin een analyse weten. Het bericht stelt dat de ontvanger een opgegeven nummer moet bellen om tegen de betaling bezwaar te maken. Het opgegeven nummer is van oplichters die het slachtoffer een malafide app proberen te laten installeren. Daarnaast probeert de oplichter de pincode van het slachtoffer te ontfutselen en die zover te krijgen de opnamelimiet te verhogen. Als laatste geeft de aanvaller het slachtoffer instructies om hun betaalpas in de buurt van de besmette telefoon te plaatsen. De Androidmalware onderschept nu via NFC de gegevens van de betaalkaart en stuurt die door naar de Androidtelefoon van een tweede aanvaller. Die gebruikt de via NFC doorgestuurde informatie voor een contactloze betaling of contactloze geldopname bij een geldautomaat. Volgens de onderzoekers wordt de SuperCard X-malware, zoals de malware wordt genoemd, nauwelijks gedetecteerd door antivirussoftware. Daarnaast vraagt de malware beperkte permissies, in tegenstelling tot traditionele bankmalware voor Android. Vorig jaar waarschuwden onderzoekers voorandere Androidmalwaredie via NFC betaalkaartfraude pleegt.",
    "feed": "security.nl"
    },
    {
    "published": "Sun, 13 Jul 2025 09:22:00",
    "title": "Rijksoverheid vooral actief op LinkedIn, X, Instagram en YouTube",
    "url": "https://www.security.nl/posting/896074/Rijksoverheid+vooral+actief+op+LinkedIn%2C+X%2C+Instagram+en+YouTube",
    "full_text": "De Rijksoverheid is als het om het gebruik van socialmediaplatforms gaat vooral actief op LinkedIn, X, Instagram en YouTube. Dat heeft demissionair staatssecretaris Van Manum voor Digitalisering aan de Tweede Kamer latenweten. Begin dit jaar had de vaste commissie voor Digitale Zaken tijdens een debat over \"Desinformatie en digitale inmenging\" om een dergelijk overzicht gevraagd. \"Het gesprek tussen overheid en burgers mag niet afhangen van een handjevol Amerikaanse platforms. Ik wil \"houd onze Twitterpagina in de gaten voor actuele informatie\" nooit meer horen, ook niet van nooddiensten\", liet GroenLinks-PvdA-Kamerlid Kathmann tijdens het debat weten. Ze riep op tot een plan om de \"digitale hygiëne van Nederland\" op orde te brengen. \"Stap voor stap, alsof we door een digitale wasstraat gaan. Dat begint bij onze afhankelijkheid van big tech bij overheidscommunicatie.\" Daarbij werd ook gevraagd om een overzicht van gebruikte online platforms. Van Marum laat weten dat verschillende organisaties gebruikmaken om op \"efficiënte en laagdrempelige\" manier met hun doelgroepen te communiceren. \"Sociale media worden ingezet voor publieksvoorlichting, informeren, gesprek en vraagbeantwoording (webcare), en luisteren naar de sentimenten, vragen en zorgen in de samenleving.\" Dit voorjaar is er een inventarisatie uitgevoerd onder de directies communicatie van 14 ministeries en 34 publieke dienstverleners bij het Rijk. Het gaat dan bijvoorbeeld om het UWV of Rijkswaterstaat. De 48 deelnemende organisaties lieten weten voornamelijk gebruik te maken van LinkedIn (46), X (36), Instagram (35), YouTube (34) en Facebook (32). Andere platforms, zoals Threads (10), WhatsApp (10), Snapchat (7), BlueSky (7) en Mastodon (5) worden veel minder gebruikt. Eén organisatie maakt gebruik van Telegram en geen één van de 48 organisaties is actief op TikTok.",
    "feed": "security.nl"
    },
    {
    "published": "Tue, 18 Feb 2025 11:41:00",
    "title": "Harde schijven met medische gegevens patiënten gevonden op rommelmarkt",
    "url": "https://www.security.nl/posting/876705/Harde+schijven+met+medische+gegevens+pati%C3%ABnten+gevonden+op+rommelmarkt",
    "full_text": "Op een rommelmarkt in Weelde zijn harde schijven met allerlei medische gegevens van zeker honderden patiënten gevonden. Het gaat om geboortedata, huisarts- en apotheekgegevens, uitgeschreven medicatie en BSN-nummers, zo meldtOmroep Brabant. De harde schijven van vijfhonderd gigabyte werden voor vijf euro per stuk verkocht. De gevonden medische gegevens beslaan de periode 2011 tot 2019 en zijn afkomstig van een inmiddels opgeheven ict-bedrijf uit Breda. De man die de harde schijven op de rommelmarkt kocht heeft vooral patiëntgegevens uit de omgeving van Utrecht, Houten en Delft aangetroffen. Dit is echter op basis van twee onderzochte schijven, terwijl hij er nog dertien heeft liggen. De nieuwe eigenaar van de harde schijven, die een deel van de gegevens met Omroep Brabant deelde, heeft naar eigen zeggen een aantal huisartsen, apotheken en zorginstellingen benaderd. Ook zegt hij de Autoriteit Persoonsgegevens (AP) te hebben ingelicht.",
    "feed": "security.nl"
    },
    {
    "published": "Thu, 10 Oct 2024 10:16:00",
    "title": "Brabantse jeugdzorginstantie lekt e-mailadressen cliënten en instellingen",
    "url": "https://www.security.nl/posting/861551/Brabantse+jeugdzorginstantie+lekt+e-mailadressen+cli%C3%ABnten+en+instellingen",
    "full_text": "De Brabantse jeugdzorginstantie Combinatie Jeugdzorg heeft tienduizend e-mailadressen gelekt, waaronder die van cliënten, zorginstellingen en bedrijven waarmee het zaken doet. Een aanvaller wist door middel van een phishingmail toegang tot de mailbox van een medewerker te krijgen. \"Bij het incident zijn e-mailadressen buiten onze beveiligde omgeving terechtgekomen. De personen die dit betreft zijn hierover geïnformeerd\", zo laat de instantie via eenverklaringop de eigen website weten. Omroep Brabantmeldt dat het om meer dan tienduizend e-mailadressen gaat, het grootste deel daarvan betreft zorginstellingen en bedrijven waarmee zaken worden gedaan. Minder dan tien procent van de e-mailadressen is van cliënten waarmee is gecommuniceerd. \"Er is één mailaccount met onderliggende mappen betrokken bij de hack. Dit heeft geresulteerd in de blootstelling van ruim tienduizend e-mailadressen waarmee in het verleden is gecommuniceerd. Dat zijn er meer dan we in eerste instantie dachten\", zegt een woordvoerder tegenover hetEindhovens Dagblad. \"Het risico dat er naast mailadressen ook medische of andere persoonlijke informatie over kinderen of gezinnen is uitgelekt, lijkt klein”, laat de woordvoerder verder weten. \"We zijn dit echter nog zorgvuldig aan het onderzoeken. Mocht dat toch het geval zijn, dan informeren wij de betrokkenen persoonlijk. We hopen dat we dit zo snel mogelijk helder krijgen.\" De jeugdzorginstantie heeft locaties in Eindhoven, Veldhoven en Helmond.",
    "feed": "security.nl"
    },
    {
    "published": "Tue, 01 Apr 2025 16:02:00",
    "title": "Google meldt activiteit van Noord-Koreaanse it'ers bij Europese bedrijven",
    "url": "https://www.security.nl/posting/882474/Google+meldt+activiteit+van+Noord-Koreaanse+it%27ers+bij+Europese+bedrijven",
    "full_text": "Noord-Koreaanse it'ers zijn ook werkzaam voor bedrijven in Europa,zo stelt Google. Uit een overzicht van het techbedrijf van getroffen landen blijkt dat Nederland één van de weinige Europese landen is waar de it'ers niet actief zijn. De Noord-Koreaanse it'ers proberen met gestolen of vervalste identiteitsdocumenten bij bedrijven te solliciteren. Het gaat dan vooral om defensiebedrijven en overheidssectoren, aldus Google. De it'ers bieden hun diensten via verschillende platforms aan. Vaak wordt er samengewerkt met handlangers die in het land van de betreffende onderneming wonen. Sommige bedrijven sturen remote personeel een bedrijfslaptop waarvandaan het bedrijfsnetwerk is te bereiken. De handlanger installeert remote software op de laptop, waardoor de Noord-Koreaanse it'ers op afstand kunnen inloggen. Doordat de laptop bij een handlanger met een lokaal ip-adres staat vallen de it'ers in eerste instantie niet op. In de Verenigde Staten hebben de autoriteiten meerdere 'laptop farms' ontdekt waar bedrijfslaptops door Noord-Koreaanse it'ers werden gebruikt. Het geld dat de it'ers verdienen gaat volgens de Amerikaanse autoriteiten naar het Noord-Koreaanse regime. Het zou ommiljoenen dollarsgaan. Daarnaast zouden de it'ers zich ook met afpersing bezighouden. De it'ers stelen allerlei gegevens van het bedrijfsnetwerk en dreigen die openbaar te maken of met concurrenten te delen als er geen losgeld wordt betaald. Sommige bedrijven werken niet met bedrijfslaptops, maar laten personeel hun eigen apparatuur gebruiken (BYOD). Medewerkers kunnen dan door middel van virtual machines toegang tot bedrijfssystemen krijgen, stelt Google. Volgens Google beschouwen Noord-Koreaanse it'ers BYOD-omgevingen als mogelijke kansen voor hun plannen en begin dit jaar hebben it'ers ook in dergelijke scenario's acties tegen hun werkgevers uitgevoerd, aldus het techbedrijf. Google voegt toe dat in de VS inmiddels het bewustzijn over deze praktijken is vergroot, waardoor de it'ers nu naar Europa uitwijken.",
    "feed": "security.nl"
    },
    {
    "feed": "NOS Economie",
    "title": "Waarschuwing voor verkoper thuisbatterij die stiekem koopcontracten laat tekenen",
    "url": "https://nos.nl/l/2584113",
    "published": "Fri, 26 Sep 2025 13:21:22 +0200",
    "summary": "<p>De Autoriteit Consument &amp; Markt (ACM) heeft een waarschuwing gegeven over Opslagplan, een verkoper van thuisbatterijen. Volgens de autoriteit bedient de verkoper zich van malafide praktijken bij de telefonische verkoop.</p>\n        <p>De ACM heeft de afgelopen maanden meer dan 250 meldingen gekregen over Opslagplan. Het bedrijf vraagt mensen tijdens het verkoopgesprek een digitale handtekening te zetten, zogenaamd voor een vrijblijvende offerte, of voor een afspraak voor een adviesgesprek bij hen thuis.</p>\n        <p>Pas na het verkoopgesprek werd het de gedupeerden duidelijk dat ze een koopovereenkomst hadden getekend voor een thuisbatterij van 15.000 tot 20.000 euro. Als consumenten van de koop af willen zien moeten ze volgens het bedrijf duizenden euro's 'annuleringsvergoeding' betalen omdat er sprake zou zijn van een \"aanbod op maat\".</p>\n        <h2>Gratis annuleren</h2>\n        <p>Dat kan het bedrijf echter helemaal niet vragen, laat de ACM weten. Consumenten kunnen bij telefonische verkoop binnen veertien dagen gratis en zonder reden van een contract af.</p>\n        <p>Als consumenten tijdens het verkoopgesprek niet goed gewezen zijn op deze wettelijke bedenktijd is de bedenktijd zelfs een jaar. Los daarvan kunnen klanten die tijdens het verkoopgesprek zijn misleid hun contract laten vernietigen.</p>\n        <p>Er geldt wel een uitzondering voor 'maatwerkproducten' die speciaal voor een klant op maat worden gemaakt, maar thuisbatterijen vallen daar niet onder, omdat ze in bulk worden geproduceerd.</p>\n        <h2>Niet bereikbaar</h2>\n        <p>Opslagplan staat volgens de waakhond niet ingeschreven bij de Kamer van Koophandel. De website en het telefoonnummer van het bedrijf zijn niet (meer) bereikbaar.</p>\n        <p>Opslagplan is niet de enige verkoper die dit soort praktijken toepast. De ACM heeft al meerdere keren gewaarschuwd voor malafide verkoop van thuisbatterijen en doet onderzoek naar verschillende bedrijven die zich daarmee bezighouden. Vanwege de vele meldingen over Opslagplan komt de waakhond nu met een specifieke waarschuwing tegen die verkoper.</p>\n        <p>De ACM adviseert mensen die ongevraagd door een thuisbatterijverkoper worden gebeld om het gesprek te beëindigen en op te hangen. \"Zo'n ingewikkelde aankoopbeslissing moet je niet nemen tijdens een ongevraagd telefoontje\", aldus de autoriteit.</p>\n        <p>De ACM zegt door te gaan met het onderzoek doen naar telefonische verkoop van thuisbatterijen en roept consumenten op problemen te melden bij ACM ConsuWijzer.</p>",
    "full_text": "NOS Nieuws • vrijdag, 13:21 De Autoriteit Consument & Markt (ACM) heeft een waarschuwing gegeven over Opslagplan, een verkoper van thuisbatterijen. Volgens de autoriteit bedient de verkoper zich van malafide praktijken bij de telefonische verkoop. De ACM heeft de afgelopen maanden meer dan 250 meldingen gekregen over Opslagplan. Het bedrijf vraagt mensen tijdens het verkoopgesprek een digitale handtekening te zetten, zogenaamd voor een vrijblijvende offerte, of voor een afspraak voor een adviesgesprek bij hen thuis. Pas na het verkoopgesprek werd het de gedupeerden duidelijk dat ze een koopovereenkomst hadden getekend voor een thuisbatterij van 15.000 tot 20.000 euro. Als consumenten van de koop af willen zien moeten ze volgens het bedrijf duizenden euro's 'annuleringsvergoeding' betalen omdat er sprake zou zijn van een \"aanbod op maat\". Gratis annuleren Dat kan het bedrijf echter helemaal niet vragen, laat de ACM weten. Consumenten kunnen bij telefonische verkoop binnen veertien dagen gratis en zonder reden van een contract af. Als consumenten tijdens het verkoopgesprek niet goed gewezen zijn op deze wettelijke bedenktijd is de bedenktijd zelfs een jaar. Los daarvan kunnen klanten die tijdens het verkoopgesprek zijn misleid hun contract laten vernietigen. Er geldt wel een uitzondering voor 'maatwerkproducten' die speciaal voor een klant op maat worden gemaakt, maar thuisbatterijen vallen daar niet onder, omdat ze in bulk worden geproduceerd. Niet bereikbaar Opslagplan staat volgens de waakhond niet ingeschreven bij de Kamer van Koophandel. De website en het telefoonnummer van het bedrijf zijn niet (meer) bereikbaar. Opslagplan is niet de enige verkoper die dit soort praktijken toepast. De ACM heeft al meerdere keren gewaarschuwd voor malafide verkoop van thuisbatterijen en doet onderzoek naar verschillende bedrijven die zich daarmee bezighouden. Vanwege de vele meldingen over Opslagplan komt de waakhond nu met een specifieke waarschuwing tegen die verkoper. De ACM adviseert mensen die ongevraagd door een thuisbatterijverkoper worden gebeld om het gesprek te beëindigen en op te hangen. \"Zo'n ingewikkelde aankoopbeslissing moet je niet nemen tijdens een ongevraagd telefoontje\", aldus de autoriteit. De ACM zegt door te gaan met het onderzoek doen naar telefonische verkoop van thuisbatterijen en roept consumenten op problemen te melden bij ACM ConsuWijzer.",
    "scraped_at": "2025-09-29T17:45:37.670976Z"
    },
    {
    "published": "Thu, 04 Sep 2025 11:01:00",
    "title": "Cybersecuritybedrijven lekken klantgegevens uit Salesforce-omgeving",
    "url": "https://www.security.nl/posting/903567/Cybersecuritybedrijven+lekken+klantgegevens+uit+Salesforce-omgeving",
    "full_text": "Verschillende cybersecuritybedrijven hebben klanten gewaarschuwd dat hun gegevens zijn gelekt. Het gaat omTenable,Proofpoint,TaniumenSpyClouddie met een waarschuwing kwamen. Eerder lieten ookPalo Alto Networks,CloudflareenZscalerweten dat ze de gegevens van klanten hadden gelekt. Alle genoemde bedrijven maken gebruik van Salesforce voor het opslaan van klantgegevens. Salesforce is een veelgebruikte leverancier van Customer Relationship Management (CRM) software. Via CRM-systemen houden bedrijven allerlei informatie over klanten en potentiële klanten bij. De cybersecuritybedrijven hadden hun Salesforce-omgeving gekoppeld met de chatbot Drift van softwarebedrijf Salesloft. Informatie verzameld via Drift kan vervolgens in Salesforce beschikbaar worden gemaakt. Criminelen wisten bij Salesloft in te breken en de tokens te stelen die worden gebruikt voor de koppeling tussen Drift en de omgevingen van klanten. Met de gestolen tokens kon zo ook worden ingebroken op de Salesforce-omgeving van naar verluidt honderden bedrijven. Verschillende van deze bedrijven maken inmiddels melding dat de aanvallers klantgegevens hebben buitgemaakt. Het gaat voornamelijk om contactgegevens zoals namen, e-mailadressen en telefoonnummers. In het geval van Cloudflare werden ook tokens buitgemaakt. Hoe de inbraak bij Salesloft mogelijk was is nog niet bekendgemaakt. \"We denken dat dit incident geen losstaande gebeurtenis is, maar dat de aanvaller inloggegevens en klantinformatie voor toekomstige aanvallen wilde verzamelen. Gegeven dat honderden organisaties via de Drift-aanval zijn getroffen, denken we dat de aanvaller deze informatie voor gerichte aanvallen zal gebruiken tegen klanten van de getroffen organisaties\", waarschuwde Cloudflare naar aanleiding van het incident.",
    "feed": "security.nl"
    },
    {
    "published": "Mon, 12 May 2025 09:54:00",
    "title": "Studentenplatform iClicker voorzien van malafide captcha met malware",
    "url": "https://www.security.nl/posting/887407/Studentenplatform+iClicker+voorzien+van+malafide+captcha+met+malware",
    "full_text": "Aanvallers zijn erin geslaagd om studentenplatform iClicker van eenmalafide captchate voorzien die malware probeert te verspreiden. IClicker biedt een 'student engagement' platform voor het ondersteunen van studenten tijdens lessen. Zo is het mogelijk om quizzen en enquêtes te organiseren of tests te maken. Daarnaast biedt het 'study tools' waarmee studenten zich op lessen kunnen voorbereiden. Volgens iClicker wordt het platform door vijfduizend docenten en zeven miljoen studenten gebruikt. Verschillende Amerikaanse universiteiten werken er mee. Tussen 12 en 16 april wisten aanvallers de website te compromitteren en van malafide code te voorzien. Deze code zorgde ervoor dat ingelogde gebruikers een 'captcha' te zien kregen. In werkelijkheid ging het om instructies voor het uitvoeren van een malafide PowerShell-script op het systeem. Dit script installeerde malware waarmee aanvallers volledige controle over het systeem kregen, aldus deUniversiteit van Michigan. De universiteit adviseert studenten die de 'captcha' hebben uitgevoerd om wachtwoorden die ze daarna op het systeem hebben gebruikt op een ander apparaat te wijzigen. In het geval het om een universiteitssysteem gaat wordt opgeroepen het systeem uit te schakelen en een melding te doen. In het geval van privéapparatuur wordt aangeraden een virusscan uit te voeren of naar de techsupport van de universiteit te gaan. IClickder heeft op de eigen website eenbeveiligingsbulletingeplaatst waarin het waarschuwt voor de malafide captcha en het gebruik van beveiligingssoftware adviseert. Hoe aanvallers de website konden compromitteren is niet bekendgemaakt.",
    "feed": "security.nl"
    },
    {
    "published": "Fri, 13 Dec 2024 14:49:00",
    "title": "'Mediabedrijf betaalde ransomwaregroep 3 miljoen dollar, data toch gelekt'",
    "url": "https://www.security.nl/posting/869003/%27Mediabedrijf+betaalde+ransomwaregroep+3+miljoen+dollar%2C+data+toch+gelekt%27",
    "full_text": "Het Japanse mediabedrijf Kadokawa, dat begin afgelopen juni slachtoffer van een ransomware-aanval werd, betaalde de aanvallers drie miljoen dollar losgeld, zo laat een bron tegenoverKyodo Newsweten. Gegevens van het bedrijf verschenen uiteindelijk toch op internet. Bij de aanval werden zowel systemen versleuteld als data gestolen (pdf). Volgens de criminelen achter de BlackSuit-ransomware zou het om anderhalve terabyte aan data gaan. Kyodo News publiceerde een foto van de vermeende e-mailconversatie tussen de aanvallers en Kadokawa. Daar laat de admin van ransomwaregroep weten dat het eerder overeengekomen losbedrag toch niet akkoord is, omdat de betreffende onderhandelaar hier geen toestemming voor had. Vervolgens werd gesteld dat het mediabedrijf binnen 48 uur zo'n drie miljoen dollar losgeld moest betalen, waarna de gegevens verwijderd zouden worden. Uit de foto die Kyodo News deelde blijkt dat de gesprekken tussen de ransomwaregroep en Kadokawa rond 13 juni plaatsvonden. Uit blockchain-analyse blijkt dat op 13 juni het door de aanvallers gevraagde bedrag naar een cryptowallet is overgemaakt, zo laat Kyodo News verder weten. Afgelopen september maakte Kadokawa bekend dat de aanvallersgestolen informatie openbaarhadden gemaakt (pdf). Uit onderzoek zou blijken dat de aanvallers via eenphishingaanvalde benodigde inloggegevens verkregen waarmee ze op het netwerk konden inloggen.",
    "feed": "security.nl"
    },
    {
    "feed": "Politie",
    "title": "Update: 17-jarige jongen aangehouden voor schietincident in metro bij station Schiedam",
    "url": "https://www.politie.nl/nieuws/2025/maart/21/07-geschoten-in-metro-bij-station-schiedam.html",
    "published": "Fri, 21 Mar 2025 17:33:00 GMT",
    "summary": "Vrijdagmiddag hoorden getuigen een schot op station Schiedam. Er is in een wagon van de metro geschoten. Mogelijk is er één iemand gewond geraakt. We vragen deze persoon om zich bij de politie te melden.\r\n\r\nIn de avond van 22 maart heeft de politie in Rotterdam een 17-jarige Rotterdammer aangehouden op verdenking van betrokkenheid bij het schietincident.",
    "full_text": "Vrijdagmiddag even voor 15.00 uur werd het schot gehoord en belden getuigen 112. Toegesnelde agenten sloten direct het station af en startten een onderzoek. Dat leidde naar een wagon van de metro. Onder andere camerabeelden zijn veilig gesteld en getuigen zijn gehoord. Uit het onderzoek blijkt dat binnen in de metro een schot is gelost. Waarschijnlijk is er één iemand gewond geraakt. Het is niet duidelijk of dit door het schot komt. Heeft u informatie en nog niet met de politie gesproken? Heeft u beelden? Neem dan contact op.",
    "scraped_at": "2025-11-30T19:07:13.081092+00:00"
    },
    {
    "feed": "Politie",
    "title": "Politie start TGO na vondst dode man Boxmeer",
    "url": "https://www.politie.nl/nieuws/2025/oktober/14/09-politie-start-tgo-na-vondst-dode-man-boxmeer.html",
    "published": "Tue, 14 Oct 2025 09:21:00 GMT",
    "summary": "De politie is dinsdagochtend gestart met een Team Grootschalige Opsporing (TGO) nadat ze maandagavond in Boxmeer een dode man vond in een geparkeerde auto. Zo’n 25 rechercheurs onderzoeken de zaak, zij houden daarbij sterk rekening met een misdrijf. Er is nog veel onduidelijk.",
    "full_text": "Een voorbijganger belde maandagmiddag rond 17.00 uur de politie, omdat hij de situatie bij de geparkeerde auto aan de Loerangelsestraat niet vertrouwde. Agenten die poolshoogte namen, troffen de overleden man in de auto aan. De omgeving werd vervolgens afgezet voor onderzoek. Deel informatie Alhoewel we denken te weten wie het slachtoffer is, hebben we zijn identiteit nog niet met zekerheid vast kunnen stellen. De rechercheurs in het TGO zijn druk aan de slag om technische en tactische informatie te verzamelen. Dat gebeurt door sporen veilig te stellen, maar bijvoorbeeld ook door buurtonderzoek. We vragen omwonenden en voorbijgangers die vanaf zondagavond iets opvallends gezien hebben op de Loerangelsestraat of mensen die op een andere manier waardevolle informatie hebben, zich te melden bij de politie. Dat kan via de Opsporingstiplijn, 0800-6070 of eventueel gegarandeerd anoniem via 0800-7000 (Meld Misdaad Anoniem).",
    "scraped_at": "2025-11-30T19:07:11.534030+00:00"
    }
]